Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: Category not found.
ar: الفئة غير موجودة.
br: Categoria não encontrada.
de: Kategorie nicht gefunden.
es: Categoría no encontrada.
fr: Catégorie non trouvée.
id: Kategori tidak ditemukan.
it: Categoria non trovata.
jp: カテゴリーが見つかりません。
pt: Categoria não encontrada.
ru: Категория не найдена.
tr: Kategori bulunamadı.

source: Successfully triggered translation for %(name)s.
ar: تم تشغيل الترجمة بنجاح لـ %(الاسم).
br: Tradução acionada com sucesso para %(nome)s.
de: Übersetzung für %(name)s erfolgreich ausgelöst.
es: Traducción activada con éxito para %(nombre)s.
fr: La traduction de %(nom)s a été déclenchée avec succès.
id: Berhasil memicu terjemahan untuk %(nama).
it: Traduzione attivata con successo per %(nome)s.
jp: (名前)s の翻訳が正常に開始されました。
pt: Tradução activada com sucesso para %(nome)s.
ru: Успешно запущен перевод для %(имя)s.
tr: (name)s için çeviri başarıyla tetiklendi.

source: Failed to translate %(name)s: %(error)s
ar: فشل في ترجمة %(الاسم): %(خطأ): %(خطأ)
br: Falha ao traduzir %(nome)s: %(erro)s
de: Übersetzung von %(Name)s fehlgeschlagen: %(Fehler)s
es: Error al traducir %(nombre)s: %(error)s
fr: Échec de la traduction de %(nom)s : %(erreur)s
id: Gagal menerjemahkan %(nama): %(kesalahan)
it: Impossibile tradurre %(nome)s: %(errore)s
jp: (名前)sの翻訳に失敗しました: %(エラー)s
pt: Falha na tradução de %(nome)s: %(erro)s
ru: Не удалось перевести %(имя)s: %(ошибка)s
tr: (ad)lar çevrilemedi: %(hata)lar

source: Successfully queued translation for %(count)d categories.
ar: تم وضع الترجمة في قائمة الانتظار بنجاح لـ %(العدد) د الفئات.
br: Tradução enfileirada com sucesso para %(count)d categorias.
de: Übersetzung für %(count)d Kategorien erfolgreich in die Warteschlange gestellt.
es: Traducción en cola con éxito para %(count)d categorías.
fr: Mise en file d'attente réussie pour la traduction de %(count)d catégories.
id: Terjemahan yang berhasil diantrekan untuk kategori %(count)d.
it: Accodata con successo la traduzione per le categorie %(count)d.
jp: カテゴリ %(count)d に対して翻訳をキューに入れました。
pt: Tradução em fila de espera com sucesso para %(count)d categorias.
ru: Успешно поставлен в очередь перевод для %(count)d категорий.
tr: (count)d kategorileri için çeviri başarıyla sıraya alındı.

source: Translate selected categories
ar: ترجمة الفئات المحددة
br: Traduzir categorias selecionadas
de: Ausgewählte Kategorien übersetzen
es: Traducir las categorías seleccionadas
fr: Traduire les catégories sélectionnées
id: Menerjemahkan kategori yang dipilih
it: Tradurre le categorie selezionate
jp: 選択したカテゴリーを翻訳する
pt: Traduzir categorias selecionadas
ru: Переведите выбранные категории
tr: Seçili kategorileri çevir

source: Translate
ar: ترجمة
br: Traduzir
de: Übersetzen Sie
es: Traducir
fr: Traduire
id: Menerjemahkan
it: Tradurre
jp: 翻訳する
pt: Traduzir
ru: Перевести
tr: Tercüme et

source: Post not found.
ar: لم يتم العثور على المنشور.
br: Post não encontrado.
de: Beitrag nicht gefunden.
es: Puesto no encontrado.
fr: Poste non trouvé.
id: Pos tidak ditemukan.
it: Messaggio non trovato.
jp: 投稿が見つかりません。
pt: Correio não encontrado.
ru: Сообщение не найдено.
tr: Gönderi bulunamadı.

source: Successfully triggered translation for %(title)s.
ar: تم تشغيل الترجمة بنجاح لـ %(العنوان).
br: Tradução acionada com sucesso para %(title)s.
de: Übersetzung für %(title)s erfolgreich ausgelöst.
es: Traducción activada con éxito para %(título)s.
fr: La traduction de %(title)s a été déclenchée avec succès.
id: Berhasil memicu terjemahan untuk %(judul).
it: Traduzione attivata con successo per %(titolo)s.
jp: (タイトル)s の翻訳が正常に開始されました。
pt: Tradução activada com sucesso para %(title)s.
ru: Успешно запущен перевод для %(title)s.
tr: (title)s için çeviri başarıyla tetiklendi.

source: Failed to translate %(title)s: %(error)s
ar: فشل في ترجمة %(العنوان): %(خطأ): %(خطأ)
br: Falha ao traduzir %(título)s: %(erro)s
de: Übersetzung von %(Titel)s fehlgeschlagen: %(Fehler)s
es: Error al traducir %(título)s: %(error)s
fr: Échec de la traduction de %(title)s : %(error)s
id: Gagal menerjemahkan %(judul): %(kesalahan)
it: Impossibile tradurre %(titolo)s: %(errore)s
jp: タイトル）の翻訳に失敗しました。
pt: Falha na tradução de %(título)s: %(erro)s
ru: Не удалось перевести %(название)s: %(ошибка)s
tr: (başlık)lar çevrilemedi: %(hata)lar

source: Successfully queued translation for %(count)d posts.
ar: تم وضع الترجمة في قائمة الانتظار بنجاح لـ %(عدد) %(د) المشاركات.
br: Tradução enfileirada com sucesso para %(count)d posts.
de: Übersetzung für %(count)d Beiträge erfolgreich in die Warteschlange gestellt.
es: Traducción en cola con éxito para %(count)d posts.
fr: Mise en file d'attente réussie pour la traduction de %(count)d posts.
id: Terjemahan yang berhasil diantrekan untuk postingan %(count)d.
it: Accodata con successo la traduzione di %(count)d messaggi.
jp: 投稿 %(count)d 件の翻訳をキューに入れました。
pt: Tradução em fila de espera com sucesso para %(count)d posts.
ru: Успешно поставлен в очередь перевод для %(count)d сообщений.
tr: (count)d gönderileri için çeviri başarıyla sıraya alındı.

source: Translate selected posts
ar: ترجمة منشورات مختارة
br: Traduzir postagens selecionadas
de: Ausgewählte Beiträge übersetzen
es: Traducir entradas seleccionadas
fr: Traduire les articles sélectionnés
id: Menerjemahkan postingan yang dipilih
it: Tradurre i messaggi selezionati
jp: 選択した投稿を翻訳する
pt: Traduzir publicações selecionadas
ru: Перевести выбранные сообщения
tr: Seçili gönderileri çevir

source: Meta
ar: ميتا
fr: Méta
jp: メタ
ru: Мета

source: Head
ar: الرأس
br: Cabeça
de: Kopf
es: Cabeza
fr: Tête
id: Kepala
it: Testa
jp: ヘッド
pt: Cabeça
ru: Глава
tr: Kafa

source: Content
ar: المحتوى
br: Conteúdo
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
it: Contenuto
jp: 内容
pt: Conteúdo
ru: Содержание
tr: İçerik

source: Timestamps
ar: الطوابع الزمنية
br: Carimbos de data/hora
de: Zeitstempel
es: Marcas de tiempo
fr: Horodatage
id: Stempel waktu
it: Timestamp
jp: タイムスタンプ
pt: Registos temporais
ru: Временные метки
tr: Zaman Damgaları

source: Page not found.
ar: الصفحة غير موجودة.
br: Página não encontrada.
de: Seite nicht gefunden.
es: Página no encontrada.
fr: Page non trouvée.
id: Halaman tidak ditemukan.
it: Pagina non trovata.
jp: ページが見つかりません。
pt: Página não encontrada.
ru: Страница не найдена.
tr: Sayfa bulunamadı.

source: Translation can only be triggered from the default language (%(lang)s).
ar: لا يمكن تشغيل الترجمة إلا من اللغة الافتراضية (%(lang)s).
br: A tradução só pode ser acionada a partir do idioma padrão (%(lang)s).
de: Die Übersetzung kann nur aus der Standardsprache (%(lang)s) ausgelöst werden.
es: La traducción sólo puede activarse desde el idioma por defecto (%(lang)s).
fr: La traduction ne peut être déclenchée qu'à partir de la langue par défaut (%(lang)s).
id: Terjemahan hanya dapat dipicu dari bahasa default (%(lang)s).
it: La traduzione può essere attivata solo dalla lingua predefinita (%(lang)s).
jp: 翻訳は既定の言語 (%(lang)s) からしか起動できません。
pt: A tradução só pode ser acionada a partir da língua predefinida (%(lang)s).
ru: Перевод может быть запущен только с языка по умолчанию (%(lang)s).
tr: Çeviri yalnızca varsayılan dilden (%(lang)s) tetiklenebilir.

source: Successfully queued translation for %(count)d pages.
ar: تم وضع الترجمة في قائمة الانتظار بنجاح لـ %(عدد) د من الصفحات.
br: Tradução enfileirada com sucesso para %(contagem)d páginas.
de: Übersetzung für %(count)d Seiten erfolgreich in die Warteschlange gestellt.
es: Traducción en cola para %(count)d páginas.
fr: Mise en file d'attente réussie pour la traduction de %(count)d pages.
id: Terjemahan yang berhasil diantrekan untuk halaman %(hitungan)d.
it: Accodata con successo la traduzione di %(count)d pagine.
jp: (count)d ページに対する翻訳が正常にキューに入れられました。
pt: Tradução em fila de espera com sucesso para %(contagem)d páginas.
ru: Успешно поставлен в очередь перевод для %(count)d страниц.
tr: (count)d sayfaları için çeviri başarıyla sıraya alındı.

source: Translate selected pages
ar: ترجمة الصفحات المختارة
br: Traduzir páginas selecionadas
de: Ausgewählte Seiten übersetzen
es: Traducir las páginas seleccionadas
fr: Traduire les pages sélectionnées
id: Menerjemahkan halaman yang dipilih
it: Tradurre le pagine selezionate
jp: 選択したページを翻訳する
pt: Traduzir páginas selecionadas
ru: Перевести выбранные страницы
tr: Seçili sayfaları çevir

source: Published on
ar: نُشر على
br: Publicado em
de: Veröffentlicht am
es: Publicado el
fr: Publié le
id: Diterbitkan pada
it: Pubblicato su
jp: 公開日
pt: Publicado em
ru: Опубликовано на
tr: Yayınlanma tarihi

source: Pinterest Blog - Latest Guides & Tutorials
ar: مدونة Pinterest - أحدث الإرشادات والبرامج التعليمية
br: Blog do Pinterest - Guias e tutoriais mais recentes
de: Pinterest Blog - Aktuelle Anleitungen & Tutorials
es: Blog de Pinterest - Guías y tutoriales más recientes
fr: Pinterest Blog - Derniers guides et tutoriels
id: Blog Pinterest - Panduan & Tutorial Terbaru
it: Blog Pinterest - Ultime guide e tutorial
jp: Pinterestブログ - 最新ガイド＆チュートリアル
pt: Blogue do Pinterest - Guias e tutoriais mais recentes
ru: Блог Pinterest - Последние руководства и уроки
tr: Pinterest Blogu - Son Kılavuzlar ve Öğreticiler

source: Read fresh tips about Pinterest marketing, video downloading, and product updates from the PinCatch blog.
ar: اقرأ نصائح جديدة حول تسويق Pinterest وتنزيل الفيديو وتحديثات المنتجات من مدونة PinCatch.
br: Leia novas dicas sobre marketing no Pinterest, download de vídeos e atualizações de produtos no blog da PinCatch.
de: Lesen Sie im PinCatch-Blog neue Tipps zum Pinterest-Marketing, zum Herunterladen von Videos und zu Produkt-Updates.
es: Lee nuevos consejos sobre marketing en Pinterest, descarga de vídeos y actualizaciones de productos en el blog de PinCatch.
fr: Le blog de PinCatch propose des conseils sur le marketing Pinterest, le téléchargement de vidéos et les mises à jour de produits.
id: Baca kiat-kiat terbaru tentang pemasaran Pinterest, pengunduhan video, dan pembaruan produk dari blog PinCatch.
it: Leggete i nuovi consigli sul marketing di Pinterest, il download di video e gli aggiornamenti sui prodotti dal blog di PinCatch.
jp: PinCatchブログから、Pinterestマーケティング、動画ダウンロード、製品アップデートに関する新鮮なヒントをお読みください。
pt: Leia novas dicas sobre marketing no Pinterest, transferência de vídeos e actualizações de produtos no blogue PinCatch.
ru: Читайте свежие советы о маркетинге в Pinterest, загрузке видео и обновлениях продуктов в блоге PinCatch.
tr: PinCatch blogundan Pinterest pazarlaması, video indirme ve ürün güncellemeleri hakkında yeni ipuçları okuyun.

source: Pinterest Blog: %(category)s
ar: مدونة بينتيريست: % (الفئة)
br: Blog do Pinterest: %(categoria)s
de: Pinterest Blog: %(Kategorie)s
es: Pinterest Blog: %(categoría)s
fr: Pinterest Blog : %(catégorie)
id: Blog Pinterest: %(kategori)
it: Blog Pinterest: %(categoria)s
jp: ピンタレスト・ブログ：%(カテゴリー)s
pt: Blogue do Pinterest: %(categoria)s
ru: Блог Pinterest: %(категория)
tr: Pinterest Blog: %(kategori)ler

source: Browse %(category)s articles and tutorials for Pinterest downloads, growth, and PinCatch updates.
ar: تصفح %(فئة) المقالات والبرامج التعليمية الخاصة بـ Pinterest للتنزيلات والنمو وتحديثات PinCatch.
br: Navegue pelos artigos e tutoriais da %(categoria) para downloads do Pinterest, crescimento e atualizações do PinCatch.
de: Stöbere in den Artikeln und Anleitungen von %(category)s für Pinterest Downloads, Wachstum und PinCatch Updates.
es: Navega por los artículos y tutoriales de %(categoría)s para descargas de Pinterest, crecimiento y actualizaciones de PinCatch.
fr: Parcourez les articles et tutoriels de %(catégorie) pour les téléchargements Pinterest, la croissance et les mises à jour de PinCatch.
id: Jelajahi artikel dan tutorial %(kategori) untuk unduhan Pinterest, pertumbuhan, dan pembaruan PinCatch.
it: Sfogliate gli articoli e le esercitazioni della %(categoria) per scaricare Pinterest, crescere e aggiornare PinCatch.
jp: Pinterestのダウンロード、成長、PinCatchのアップデートに関する%(カテゴリー)の記事とチュートリアルをご覧ください。
pt: Navegue pelos artigos e tutoriais de %(categoria)s para transferências do Pinterest, crescimento e actualizações do PinCatch.
ru: Просмотрите статьи и руководства %(категория)для загрузки, роста и обновления PinCatch в Pinterest.
tr: Pinterest indirmeleri, büyüme ve PinCatch güncellemeleri için %(kategori)nin makalelerine ve öğreticilerine göz atın.

source: Pinterest Video Downloader - Image, GIFs & Without Watermark
ar: أداة تنزيل الفيديو بينتيريست - صورة، صور GIF وبدون علامة مائية
br: Pinterest Video Downloader - Imagem, GIFs e sem marca d'água
de: Pinterest Video Downloader - Bilder, GIFs & ohne Wasserzeichen
es: Pinterest Video Downloader - Imagen, GIFs y sin marca de agua
fr: Pinterest Video Downloader - Image, GIFs & Sans Filigrane
id: Pengunduh Video Pinterest - Gambar, GIF & Tanpa Tanda Air
it: Pinterest Video Downloader - Immagini, GIF e senza filigrana
jp: Pinterest 動画ダウンローダー - 画像、GIF、透かしなし
pt: Descarregador de vídeos do Pinterest - Imagem, GIFs e sem marca de água
ru: Pinterest Video Downloader - изображения, GIFs и без водяных знаков
tr: Pinterest Video İndirici - Resim, GIF ve Filigransız

source: Bulk free online Pinterest video downloader for PC, Mac, iPhone. Save 4K videos to MP4 without watermark fast and easy. Scanned by Norton™ Safe Web.
ar: تنزيل فيديو Pinterest مجانًا عبر الإنترنت بالجملة للكمبيوتر الشخصي و Mac و iPhone. احفظ مقاطع الفيديو بدقة 4K على MP4 بدون علامة مائية بسرعة وسهولة. تم فحصه بواسطة Norton™ Safe Web.
br: Downloader de vídeos do Pinterest on-line gratuito e em massa para PC, Mac e iPhone. Salve vídeos 4K em MP4 sem marca d'água de forma rápida e fácil. Verificado pelo Norton™ Safe Web.
de: Massenhaft kostenloser Online-Pinterest-Video-Downloader für PC, Mac, iPhone. Speichern Sie schnell und einfach 4K-Videos in MP4 ohne Wasserzeichen. Gescannt von Norton™ Safe Web.
es: Descargador de vídeo Pinterest online gratuito a granel para PC, Mac, iPhone. Guarda vídeos 4K a MP4 sin marca de agua de forma rápida y sencilla. Escaneado por Norton™ Safe Web.
fr: Télécharger gratuitement et en masse des vidéos Pinterest pour PC, Mac, iPhone. Enregistrez des vidéos 4K en MP4 sans filigrane rapidement et facilement. Scanné par Norton™ Safe Web.
id: Pengunduh video Pinterest online gratis massal untuk PC, Mac, iPhone. Menyimpan video 4K ke MP4 tanpa tanda air dengan cepat dan mudah. Dipindai oleh Norton™ Safe Web.
it: Downloader video Pinterest online gratuito per PC, Mac, iPhone. Salvate i video 4K in MP4 senza filigrana in modo semplice e veloce. Scansionato da Norton™ Safe Web.
jp: PC、Mac、iPhone用の一括無料オンラインPinterest動画ダウンローダー。高速かつ簡単にウォーターマークなしで4K動画をMP4に保存します。Norton™ Safe Webでスキャン。
pt: Descarregador de vídeos online gratuito do Pinterest para PC, Mac, iPhone. Salve vídeos 4K em MP4 sem marca d'água de forma rápida e fácil. Verificado pelo Norton™ Safe Web.
ru: Бесплатный загрузчик видео Pinterest для PC, Mac, iPhone. Сохраняйте видео 4K в MP4 без водяных знаков быстро и легко. Сканируется Norton™ Safe Web.
tr: PC, Mac, iPhone için toplu ücretsiz çevrimiçi Pinterest video indiricisi. 4K videoları filigran olmadan MP4'e hızlı ve kolay bir şekilde kaydedin. Norton™ Safe Web tarafından taranmıştır.

source: English
ar: اللغة الإنجليزية
br: Inglês
de: Englisch
es: Inglés
fr: Anglais
id: Bahasa Inggris
it: Inglese
jp: 英語
pt: Inglês
ru: Английский язык
tr: İngilizce

source: Arabic
ar: اللغة العربية
br: Árabe
de: Arabisch
es: Árabe
fr: L'arabe
id: Bahasa Arab
it: Arabo
jp: アラビア語
pt: Árabe
ru: Арабский язык
tr: Arapça

source: ABOUT
ar: حول
br: SOBRE
de: ÜBER
es: ACERCA DE
fr: À PROPOS
id: TENTANG
it: CIRCA
jp: について
pt: SOBRE
ru: О САЙТЕ
tr: HAKKINDA

source: Welcome to PinCatch!
ar: مرحباً بك في PinCatch!
br: Bem-vindo ao PinCatch!
de: Willkommen bei PinCatch!
es: ¡Bienvenido a PinCatch!
fr: Bienvenue à PinCatch !
id: Selamat datang di PinCatch!
it: Benvenuti a PinCatch!
jp: ピンキャッチへようこそ！
pt: Bem-vindo ao PinCatch!
ru: Добро пожаловать в PinCatch!
tr: PinCatch'e hoş geldiniz!

source: PinCatch is a website where you can download videos from Pinterest that are publicly available. Our mission is to give people a way to save Pinterest videos for personal use only. For example, you might want to watch a favorite video offline, or keep it to view later when you have no internet.
ar: PinCatch هو موقع ويب يمكنك من خلاله تنزيل مقاطع الفيديو من Pinterest المتاحة للجمهور. مهمتنا هي منح الأشخاص طريقة لحفظ فيديوهات Pinterest للاستخدام الشخصي فقط. على سبيل المثال، قد ترغب في مشاهدة مقطع فيديو مفضل دون اتصال بالإنترنت، أو الاحتفاظ به لمشاهدته لاحقاً عندما لا يكون لديك إنترنت.
br: O PinCatch é um site onde você pode baixar vídeos do Pinterest que estão disponíveis publicamente. Nossa missão é oferecer às pessoas uma maneira de salvar vídeos do Pinterest apenas para uso pessoal. Por exemplo, talvez você queira assistir a um vídeo favorito off-line ou mantê-lo para assistir mais tarde quando não tiver internet.
de: PinCatch ist eine Website, auf der du Videos von Pinterest herunterladen kannst, die öffentlich zugänglich sind. Unser Ziel ist es, den Menschen eine Möglichkeit zu geben, Pinterest-Videos für den persönlichen Gebrauch zu speichern. So kann man sich beispielsweise ein Lieblingsvideo offline ansehen oder es aufbewahren, um es später anzusehen, wenn man kein Internet hat.
es: PinCatch es un sitio web donde puedes descargar vídeos de Pinterest que están disponibles públicamente. Nuestra misión es ofrecer a la gente una forma de guardar vídeos de Pinterest para uso personal. Por ejemplo, puede que quieras ver un vídeo favorito sin conexión, o guardarlo para verlo más tarde cuando no tengas internet.
fr: PinCatch est un site web sur lequel vous pouvez télécharger des vidéos de Pinterest qui sont accessibles au public. Notre mission est de donner aux gens un moyen de sauvegarder les vidéos de Pinterest pour un usage personnel uniquement. Par exemple, vous pourriez vouloir regarder une vidéo préférée hors ligne, ou la conserver pour la visionner plus tard lorsque vous n'avez pas accès à Internet.
id: PinCatch adalah situs web tempat Anda dapat mengunduh video dari Pinterest yang tersedia untuk umum. Misi kami adalah memberi orang cara untuk menyimpan video Pinterest hanya untuk penggunaan pribadi. Misalnya, Anda mungkin ingin menonton video favorit secara offline, atau menyimpannya untuk ditonton nanti saat tidak ada internet.
it: PinCatch è un sito web da cui è possibile scaricare i video di Pinterest che sono pubblicamente disponibili. La nostra missione è offrire alle persone un modo per salvare i video di Pinterest solo per uso personale. Ad esempio, potreste voler guardare un video preferito offline, o conservarlo per vederlo in seguito quando non avete internet.
jp: PinCatchはPinterestから公開されている動画をダウンロードできるウェブサイトです。私たちのミッションは、Pinterestの動画を個人的な使用目的に限って保存する方法を提供することです。例えば、お気に入りの動画をオフラインで見たり、インターネットがないときに後で見るために保存しておいたりすることができます。
pt: PinCatch é um sítio Web onde pode descarregar vídeos do Pinterest que estão disponíveis publicamente. A nossa missão é dar às pessoas uma forma de guardar vídeos do Pinterest apenas para uso pessoal. Por exemplo, pode querer ver um vídeo favorito offline, ou guardá-lo para ver mais tarde quando não tiver Internet.
ru: PinCatch - это сайт, на котором вы можете скачать видео из Pinterest, находящиеся в открытом доступе. Наша задача - дать людям возможность сохранять видео с Pinterest только для личного пользования. Например, вы можете захотеть посмотреть любимое видео в автономном режиме или сохранить его, чтобы просмотреть позже, когда у вас не будет интернета.
tr: PinCatch, Pinterest'ten herkese açık olan videoları indirebileceğiniz bir web sitesidir. Misyonumuz, insanlara Pinterest videolarını yalnızca kişisel kullanım için kaydetmenin bir yolunu sunmaktır. Örneğin, favori bir videoyu çevrimdışı izlemek veya internetiniz olmadığında daha sonra görüntülemek için saklamak isteyebilirsiniz.

source: We want to be open and clear:
ar: نريد أن نكون منفتحين وواضحين:
br: Queremos ser abertos e claros:
de: Wir wollen offen und klar sein:
es: Queremos ser abiertos y claros:
fr: Nous voulons être ouverts et clairs :
id: Kami ingin bersikap terbuka dan jelas:
it: Vogliamo essere aperti e chiari:
jp: オープンでクリアでありたい：
pt: Queremos ser abertos e claros:
ru: Мы хотим быть открытыми и понятными:
tr: Açık ve net olmak istiyoruz:

source: PinCatch does not host or store any of the videos on our own servers. We only fetch the video from Pinterest’s server when you make a request.
ar: لا يستضيف PinCatch أو يخزن أيًا من مقاطع الفيديو على خوادمنا الخاصة. نحن نجلب الفيديو من خادم Pinterest فقط عند تقديم طلب.
br: O PinCatch não hospeda ou armazena nenhum dos vídeos em nossos próprios servidores. Apenas buscamos o vídeo no servidor do Pinterest quando você faz uma solicitação.
de: PinCatch hostet oder speichert keine der Videos auf unseren eigenen Servern. Wir holen das Video nur vom Server von Pinterest, wenn Sie eine Anfrage stellen.
es: PinCatch no aloja ni almacena ningún vídeo en sus propios servidores. Solo obtenemos el vídeo del servidor de Pinterest cuando usted realiza una solicitud.
fr: PinCatch n'héberge ni ne stocke aucune vidéo sur ses propres serveurs. Nous ne faisons que récupérer la vidéo sur le serveur de Pinterest lorsque vous en faites la demande.
id: PinCatch tidak meng-host atau menyimpan video apa pun di server kami sendiri. Kami hanya mengambil video dari server Pinterest ketika Anda membuat permintaan.
it: PinCatch non ospita né memorizza i video sui propri server. Il video viene recuperato dal server di Pinterest solo quando l'utente ne fa richiesta.
jp: PinCatchは自社のサーバーで動画をホストしたり、保存したりすることはありません。Pinterestのサーバーから動画を取得するのは、お客様がリクエストしたときだけです。
pt: O PinCatch não aloja nem armazena nenhum dos vídeos nos seus próprios servidores. Apenas vamos buscar o vídeo ao servidor do Pinterest quando o utilizador faz um pedido.
ru: PinCatch не размещает и не хранит видео на собственных серверах. Мы только получаем видео с сервера Pinterest, когда вы делаете запрос.
tr: PinCatch, videoların hiçbirini kendi sunucularımızda barındırmaz veya saklamaz. Videoyu yalnızca bir istekte bulunduğunuzda Pinterest'in sunucusundan alırız.

source: We do not change video content. We only provide a method to download what is already available publicly.
ar: نحن لا نغير محتوى الفيديو. نحن نقدم فقط طريقة لتنزيل ما هو متاح بالفعل للجمهور.
br: Não alteramos o conteúdo do vídeo. Apenas fornecemos um método para baixar o que já está disponível publicamente.
de: Wir ändern keine Videoinhalte. Wir bieten lediglich eine Methode zum Herunterladen dessen, was bereits öffentlich verfügbar ist.
es: No modificamos el contenido de los vídeos. Sólo proporcionamos un método para descargar lo que ya está disponible públicamente.
fr: Nous ne modifions pas le contenu des vidéos. Nous fournissons seulement une méthode pour télécharger ce qui est déjà disponible publiquement.
id: Kami tidak mengubah konten video. Kami hanya menyediakan metode untuk mengunduh apa yang sudah tersedia untuk umum.
it: Non modifichiamo il contenuto dei video. Forniamo solo un metodo per scaricare ciò che è già disponibile pubblicamente.
jp: 私たちはビデオコンテンツを変更しません。すでに公開されているものをダウンロードする方法を提供するだけです。
pt: Não alteramos o conteúdo dos vídeos. Apenas fornecemos um método para descarregar o que já está disponível publicamente.
ru: Мы не изменяем видеоконтент. Мы лишь предоставляем возможность скачать то, что уже доступно в открытом доступе.
tr: Video içeriğini değiştirmiyoruz. Sadece halihazırda halka açık olanları indirmek için bir yöntem sağlıyoruz.
