Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: We respect the rights of the creators. If someone owns a video, and they want it removed from our service, we will remove it quickly when they show proof they own it.
ar: نحن نحترم حقوق المبدعين. إذا كان شخص ما يملك مقطع فيديو، ويريد إزالته من خدمتنا، فسنزيله بسرعة عندما يُظهر دليلاً على ملكيته له.
br: Respeitamos os direitos dos criadores. Se alguém for proprietário de um vídeo e quiser que ele seja removido de nosso serviço, nós o removeremos rapidamente quando essa pessoa provar que é proprietária do vídeo.
de: Wir respektieren die Rechte der Schöpfer. Wenn jemandem ein Video gehört und er möchte, dass es aus unserem Dienst entfernt wird, werden wir es schnell entfernen, wenn er den Nachweis erbringt, dass er der Eigentümer ist.
es: Respetamos los derechos de los creadores. Si alguien es propietario de un vídeo y quiere eliminarlo de nuestro servicio, lo retiraremos rápidamente cuando demuestre que es el propietario.
fr: Nous respectons les droits des créateurs. Si une personne est propriétaire d'une vidéo et qu'elle souhaite que celle-ci soit retirée de notre service, nous la retirerons rapidement si elle prouve qu'elle en est propriétaire.
id: Kami menghormati hak-hak para kreator. Jika seseorang memiliki video, dan mereka ingin video tersebut dihapus dari layanan kami, kami akan menghapusnya dengan cepat ketika mereka menunjukkan bukti bahwa mereka memilikinya.
it: Rispettiamo i diritti dei creatori. Se qualcuno è il proprietario di un video e vuole che venga rimosso dal nostro servizio, lo rimuoveremo rapidamente quando dimostrerà di esserne il proprietario.
jp: 私たちはクリエイターの権利を尊重します。もし誰かがビデオを所有しており、私たちのサービスからの削除を希望する場合、彼らがビデオを所有している証拠を示せば、私たちは迅速に削除します。
pt: Respeitamos os direitos dos criadores. Se alguém for proprietário de um vídeo e quiser que este seja removido do nosso serviço, removê-lo-emos rapidamente quando apresentar provas da sua propriedade.
ru: Мы уважаем права создателей. Если кому-то принадлежит видео, и он хочет удалить его с нашего сервиса, мы быстро удалим его, когда он предъявит доказательства того, что оно принадлежит ему.
tr: İçerik oluşturucuların haklarına saygı duyuyoruz. Birisi bir videonun sahibiyse ve hizmetimizden kaldırılmasını istiyorsa, videonun sahibi olduğuna dair kanıt gösterdiğinde videoyu hızlı bir şekilde kaldıracağız.

source: We try to follow Pinterest’s rules and copyright laws. If any rule or law changes, we will update our policies.
ar: نحاول اتباع قواعد Pinterest وقوانين حقوق النشر. إذا تغيرت أي قاعدة أو قانون، سنقوم بتحديث سياساتنا.
br: Tentamos seguir as regras do Pinterest e as leis de direitos autorais. Se alguma regra ou lei for alterada, atualizaremos nossas políticas.
de: Wir versuchen, die Regeln von Pinterest und die Urheberrechtsgesetze zu befolgen. Sollte sich eine Regel oder ein Gesetz ändern, werden wir unsere Richtlinien aktualisieren.
es: Intentamos seguir las normas de Pinterest y las leyes de derechos de autor. Si alguna norma o ley cambia, actualizaremos nuestras políticas.
fr: Nous nous efforçons de respecter les règles de Pinterest et les lois sur les droits d'auteur. Si une règle ou une loi change, nous mettrons à jour nos politiques.
id: Kami mencoba mengikuti aturan dan undang-undang hak cipta Pinterest. Jika ada perubahan aturan atau hukum, kami akan memperbarui kebijakan kami.
it: Cerchiamo di seguire le regole di Pinterest e le leggi sul copyright. Se qualche regola o legge dovesse cambiare, aggiorneremo le nostre politiche.
jp: 私たちはPinterestのルールと著作権法に従うようにしています。ルールや法律が変更された場合は、ポリシーを更新します。
pt: Tentamos seguir as regras do Pinterest e as leis de direitos de autor. Se alguma regra ou lei for alterada, actualizaremos as nossas políticas.
ru: Мы стараемся следовать правилам Pinterest и законам об авторском праве. Если какое-либо правило или закон изменится, мы обновим наши правила.
tr: Pinterest'in kurallarına ve telif hakkı yasalarına uymaya çalışıyoruz. Herhangi bir kural veya yasa değişirse, politikalarımızı güncelleyeceğiz.

source: Thank you for using PinCatch. We hope it helps you enjoy Pinterest videos more flexibly.
ar: شكراً لك على استخدام PinCatch. نأمل أن يساعدك على الاستمتاع بمقاطع فيديو Pinterest بمرونة أكبر.
br: Obrigado por usar o PinCatch. Esperamos que ele o ajude a aproveitar os vídeos do Pinterest com mais flexibilidade.
de: Vielen Dank, dass Sie PinCatch nutzen. Wir hoffen, dass es Ihnen hilft, Pinterest-Videos noch flexibler zu genießen.
es: Gracias por utilizar PinCatch. Esperamos que te ayude a disfrutar de los vídeos de Pinterest con más flexibilidad.
fr: Merci d'avoir utilisé PinCatch. Nous espérons qu'il vous permettra de profiter des vidéos Pinterest avec plus de souplesse.
id: Terima kasih telah menggunakan PinCatch. Kami harap ini membantu Anda menikmati video Pinterest dengan lebih fleksibel.
it: Grazie per aver utilizzato PinCatch. Speriamo che vi aiuti a godervi i video di Pinterest in modo più flessibile.
jp: PinCatchをご利用いただきありがとうございます。Pinterestの動画をよりフレキシブルにお楽しみいただけると幸いです。
pt: Obrigado por utilizar o PinCatch. Esperamos que o ajude a desfrutar dos vídeos do Pinterest de forma mais flexível.
ru: Благодарим вас за использование PinCatch. Мы надеемся, что он поможет вам более гибко использовать видео Pinterest.
tr: PinCatch'i kullandığınız için teşekkür ederiz. Pinterest videolarının keyfini daha esnek bir şekilde çıkarmanıza yardımcı olacağını umuyoruz.

source: CONTACT US
ar: اتصل بنا
br: ENTRE EM CONTATO CONOSCO
de: KONTAKT US
es: CONTACTO
fr: CONTACTEZ-NOUS
id: HUBUNGI KAMI
it: CONTATTO
jp: お問い合わせ
pt: CONTACTE-NOS
tr: BİZE ULAŞIN

source: If you want to get in touch with us, here is how:
ar: إذا كنت ترغب في التواصل معنا، إليك الطريقة:
br: Se quiser entrar em contato conosco, veja como:
de: Wenn Sie sich mit uns in Verbindung setzen möchten, können Sie das hier tun:
es: Si quiere ponerse en contacto con nosotros, aquí tiene cómo hacerlo:
fr: Si vous souhaitez nous contacter, voici comment procéder :
id: Jika Anda ingin menghubungi kami, berikut adalah caranya:
it: Se volete mettervi in contatto con noi, ecco come fare:
jp: 私たちと連絡を取りたい方は、こちらをご覧ください：
pt: Se quiser entrar em contacto connosco, eis como:
ru: Если вы хотите связаться с нами, вот как это сделать:
tr: Bizimle iletişime geçmek isterseniz, işte nasıl yapacağınız:

source: Email:
ar: البريد الإلكتروني:
es: Correo electrónico:
fr: Courriel :
jp: Eメール
pt: Correio eletrónico:
ru: Электронная почта:
tr: E-posta:

source: Website:
ar: الموقع الإلكتروني:
br: Site:
es: Página web:
fr: Site web :
id: Situs web:
it: Sito web:
jp: ウェブサイト
pt: Sítio Web:
ru: Веб-сайт:
tr: Web sitesi:

source: You can send us:
ar: يمكنك أن ترسل لنا
br: Você pode nos enviar:
de: Sie können uns senden:
es: Puede enviarnos:
fr: Vous pouvez nous envoyer :
id: Anda dapat mengirimkannya kepada kami:
it: Potete inviarci:
jp: 私たちに送ってください：
pt: Pode enviar-nos:
ru: Вы можете отправить нам:
tr: Bize gönderebilirsiniz:

source: Questions or Feedback
ar: أسئلة أو ملاحظات
br: Perguntas ou comentários
de: Fragen oder Feedback
es: Preguntas o comentarios
fr: Questions ou commentaires
id: Pertanyaan atau Umpan Balik
it: Domande o feedback
jp: ご質問・ご意見
pt: Perguntas ou comentários
ru: Вопросы или отзывы
tr: Sorular veya Geri Bildirim

source: Requests to remove content
ar: طلبات إزالة المحتوى
br: Solicitações de remoção de conteúdo
de: Ersuchen um Entfernung von Inhalten
es: Solicitudes de retirada de contenidos
fr: Demandes de suppression de contenu
id: Permintaan untuk menghapus konten
it: Richieste di rimozione di contenuti
jp: コンテンツの削除要請
pt: Pedidos de remoção de conteúdos
ru: Просьбы об удалении содержимого
tr: İçerik kaldırma talepleri

source: Privacy concerns
ar: مخاوف تتعلق بالخصوصية
br: Preocupações com a privacidade
de: Bedenken hinsichtlich des Datenschutzes
es: Protección de datos
fr: Préoccupations en matière de protection de la vie privée
id: Masalah privasi
it: Problemi di privacy
jp: プライバシーに関する懸念
pt: Preocupações com a privacidade
ru: Вопросы конфиденциальности
tr: Gizlilik endişeleri

source: Legal or copyright notices
ar: الإشعارات القانونية أو إشعارات حقوق النشر
br: Avisos legais ou de direitos autorais
de: Rechtliche Hinweise oder Urheberrechtsvermerke
es: Avisos legales o de copyright
fr: Mentions légales ou droits d'auteur
id: Pemberitahuan hukum atau hak cipta
it: Avvisi legali o di copyright
jp: 法的または著作権表示
pt: Avisos legais ou de direitos de autor
ru: Юридические или авторские уведомления
tr: Yasal veya telif hakkı bildirimleri

source: We aim to respond within 24 to 48 hours.
ar: نهدف إلى الرد في غضون 24 إلى 48 ساعة.
br: Nosso objetivo é responder dentro de 24 a 48 horas.
de: Wir bemühen uns, innerhalb von 24 bis 48 Stunden zu antworten.
es: Nuestro objetivo es responder en un plazo de 24 a 48 horas.
fr: Nous nous efforçons de répondre dans un délai de 24 à 48 heures.
id: Kami menargetkan untuk merespons dalam waktu 24 hingga 48 jam.
it: Ci proponiamo di rispondere entro 24-48 ore.
jp: 24時間から48時間以内の対応を心がけています。
pt: O nosso objetivo é responder no prazo de 24 a 48 horas.
ru: Мы стараемся отвечать в течение 24-48 часов.
tr: Yanıtımızı 24 ila 48 saat içinde vermeyi hedefliyoruz.

source: Copyright Infringement Policy
ar: سياسة انتهاك حقوق الطبع والنشر
br: Política de violação de direitos autorais
de: Politik bei Urheberrechtsverletzungen
es: Política de infracción de los derechos de autor
fr: Politique en matière de violation des droits d'auteur
id: Kebijakan Pelanggaran Hak Cipta
it: Politica di violazione del copyright
jp: 著作権侵害ポリシー
pt: Política de violação de direitos de autor
ru: Политика в отношении нарушения авторских прав
tr: Telif Hakkı İhlali Politikası

source: This Anti-Copyright Policy is for compliance with the DMCA (Digital Millennium Copyright Act) in the U.S. and similar laws elsewhere. We aim to respond quickly to remove infringing content when owners assert rights.
ar: تهدف سياسة مكافحة حقوق النشر هذه إلى الامتثال لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية (DMCA) في الولايات المتحدة والقوانين المماثلة في أماكن أخرى. نهدف إلى الاستجابة السريعة لإزالة المحتوى المنتهك عندما يؤكد المالكون حقوقهم.
br: Esta Política Antidireitos Autorais visa à conformidade com o DMCA (Digital Millennium Copyright Act) nos EUA e com leis semelhantes em outros países. Nosso objetivo é responder rapidamente para remover o conteúdo infrator quando os proprietários reivindicam seus direitos.
de: Diese Anti-Copyright-Richtlinie dient der Einhaltung des DMCA (Digital Millennium Copyright Act) in den Vereinigten Staaten und ähnlicher Gesetze in anderen Ländern. Wir sind bestrebt, schnell zu reagieren und verletzende Inhalte zu entfernen, wenn die Eigentümer ihre Rechte geltend machen.
es: La presente Política Anti-Derechos de Autor tiene por objeto el cumplimiento de la DMCA (Digital Millennium Copyright Act) en EE.UU. y de leyes similares en otros países. Nuestro objetivo es responder rápidamente para eliminar los contenidos infractores cuando los propietarios hacen valer sus derechos.
fr: Cette politique de lutte contre les droits d'auteur est conforme au DMCA (Digital Millennium Copyright Act) aux États-Unis et aux lois similaires dans d'autres pays. Nous nous efforçons de réagir rapidement pour supprimer les contenus illicites lorsque les propriétaires font valoir leurs droits.
id: Kebijakan Anti-Hak Cipta ini dibuat untuk mematuhi DMCA (Digital Millennium Copyright Act) di Amerika Serikat dan undang-undang serupa di tempat lain. Kami bertujuan untuk merespons dengan cepat untuk menghapus konten yang melanggar ketika pemiliknya menuntut haknya.
it: Questa politica anti-copyright è conforme al DMCA (Digital Millennium Copyright Act) negli Stati Uniti e a leggi simili altrove. Il nostro obiettivo è quello di rispondere rapidamente per rimuovere i contenuti che violano i diritti quando i proprietari li rivendicano.
jp: この著作権ポリシーは、米国におけるDMCA（デジタルミレニアム著作権法）およびその他の国における同様の法律を遵守するためのものです。私たちは、所有者が権利を主張する場合、侵害コンテンツを削除するために迅速に対応することを目指しています。
pt: Esta Política Anti-Direitos de Autor destina-se a cumprir a DMCA (Digital Millennium Copyright Act) nos EUA e leis semelhantes noutros países. O nosso objetivo é responder rapidamente para remover conteúdos infractores quando os proprietários reivindicam direitos.
ru: Эта политика по борьбе с авторскими правами разработана в соответствии с DMCA (Закон об авторском праве в цифровую эпоху) в США и аналогичными законами в других странах. Мы стремимся быстро реагировать и удалять нарушающий авторские права контент, когда владельцы заявляют о своих правах.
tr: Bu Telif Hakları ile Mücadele Politikası, ABD'deki DMCA (Dijital Milenyum Telif Hakkı Yasası) ve başka yerlerdeki benzer yasalara uyum içindir. Hak sahipleri hak iddia ettiğinde ihlal edici içeriği kaldırmak için hızlı bir şekilde yanıt vermeyi amaçlıyoruz.

source: Our Role & Safe Harbor
ar: دورنا والملاذ الآمن
br: Nosso papel e porto seguro
de: Unsere Rolle und sicherer Hafen
es: Nuestro papel y puerto seguro
fr: Notre rôle et la sphère de sécurité
id: Peran Kami & Pelabuhan Aman
it: Il nostro ruolo e il porto sicuro
jp: 私たちの役割とセーフハーバー
pt: O nosso papel e porto seguro
ru: Наша роль и безопасная гавань
tr: Rolümüz & Güvenli Liman

source: PinCatch acts as a service that helps users fetch content from Pinterest. We are not the origin of copyrighted material. Under U.S. law, we may qualify for “safe harbor” protection under DMCA if we follow the rules of takedown and counter notice.
ar: تعمل PinCatch كخدمة تساعد المستخدمين على جلب المحتوى من Pinterest. نحن لسنا مصدر المواد المحمية بحقوق الطبع والنشر. بموجب قانون الولايات المتحدة، قد نكون مؤهلين للحصول على حماية "الملاذ الآمن" بموجب قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية إذا اتبعنا قواعد الإزالة والإشعار المضاد.
br: O PinCatch atua como um serviço que ajuda os usuários a buscar conteúdo do Pinterest. Não somos a origem do material protegido por direitos autorais. De acordo com a legislação dos EUA, podemos nos qualificar para a proteção de "porto seguro" nos termos da DMCA se seguirmos as regras de retirada e contra-aviso.
de: PinCatch ist ein Dienst, der Nutzern hilft, Inhalte von Pinterest abzurufen. Wir sind nicht der Ursprung von urheberrechtlich geschütztem Material. Nach US-amerikanischem Recht können wir uns für den "Safe Harbor"-Schutz nach dem DMCA qualifizieren, wenn wir die Regeln für Takedown und Gegenbenachrichtigung befolgen.
es: PinCatch actúa como un servicio que ayuda a los usuarios a obtener contenidos de Pinterest. No somos el origen del material protegido por derechos de autor. En virtud de la legislación estadounidense, podemos acogernos a la protección de "puerto seguro" de la DMCA si seguimos las normas de retirada y contraaviso.
fr: PinCatch est un service qui aide les utilisateurs à récupérer du contenu sur Pinterest. Nous ne sommes pas à l'origine du matériel protégé par le droit d'auteur. En vertu de la législation américaine, nous pouvons bénéficier de la protection de la "sphère de sécurité" prévue par le DMCA si nous respectons les règles de retrait et de contre-avis.
id: PinCatch bertindak sebagai layanan yang membantu pengguna mengambil konten dari Pinterest. Kami bukan pemilik materi berhak cipta. Berdasarkan hukum AS, kami dapat memenuhi syarat untuk mendapatkan perlindungan "safe harbor" di bawah DMCA jika kami mengikuti aturan penghapusan dan pemberitahuan balasan.
it: PinCatch è un servizio che aiuta gli utenti a recuperare i contenuti da Pinterest. Non siamo l'origine del materiale protetto da copyright. Ai sensi della legge statunitense, possiamo beneficiare della protezione "safe harbor" prevista dal DMCA se seguiamo le regole di rimozione e di contro-avviso.
jp: PinCatchは、ユーザーがPinterestからコンテンツを取得するのを支援するサービスとして機能します。弊社は著作物の発信元ではありません。米国法に基づき、弊社がテイクダウンおよびカウンター通知のルールに従う場合、DMCAによる「セーフハーバー」保護の対象となる可能性があります。
pt: O PinCatch funciona como um serviço que ajuda os utilizadores a obterem conteúdos do Pinterest. Não somos a origem do material protegido por direitos de autor. De acordo com a lei dos EUA, podemos qualificar-nos para a proteção de "porto seguro" ao abrigo da DMCA se seguirmos as regras de retirada e contra-aviso.
ru: PinCatch выступает в качестве сервиса, который помогает пользователям получать контент из Pinterest. Мы не являемся источником материалов, защищенных авторским правом. Согласно американскому законодательству, мы можем претендовать на "безопасную гавань" защиты по DMCA, если будем следовать правилам удаления и встречного уведомления.
tr: PinCatch, kullanıcıların Pinterest'ten içerik almasına yardımcı olan bir hizmet görevi görür. Telif hakkıyla korunan materyalin kaynağı biz değiliz. ABD yasalarına göre, yayından kaldırma ve karşı bildirim kurallarına uyarsak DMCA kapsamında "güvenli liman" korumasına hak kazanabiliriz.

source: How to File a DMCA Notice (Takedown Request)
ar: كيفية تقديم إشعار قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية (طلب الإزالة)
br: Como registrar uma notificação DMCA (solicitação de remoção)
de: So reichen Sie eine DMCA-Meldung (Takedown-Anfrage) ein
es: Cómo presentar una notificación DMCA (solicitud de retirada)
fr: Comment déposer une notification DMCA (demande de retrait)
id: Cara Mengajukan Pemberitahuan DMCA (Permintaan Penghapusan)
it: Come presentare un avviso DMCA (richiesta di takedown)
jp: DMCA通知（テイクダウン要求）の提出方法
pt: Como apresentar um aviso DMCA (pedido de remoção)
ru: Как подать уведомление DMCA (запрос на изъятие)
tr: DMCA Bildirimi (Yayından Kaldırma Talebi) Nasıl Gönderilir

source: If you own a copyrighted video or content and you believe it is accessible via PinCatch in violation of your rights, send us a written notice with:
ar: إذا كنت تمتلك مقطع فيديو أو محتوى محمي بحقوق الطبع والنشر وتعتقد أنه يمكن الوصول إليه عبر PinCatch في انتهاك لحقوقك، أرسل لنا إشعارًا مكتوبًا مع:
br: Se você possui um vídeo ou conteúdo protegido por direitos autorais e acredita que ele pode ser acessado por meio do PinCatch em violação de seus direitos, envie-nos uma notificação por escrito:
de: Wenn Sie ein urheberrechtlich geschütztes Video oder einen urheberrechtlich geschützten Inhalt besitzen und Sie glauben, dass dieser über PinCatch unter Verletzung Ihrer Rechte zugänglich ist, senden Sie uns eine schriftliche Mitteilung mit:
es: Si usted es propietario de un vídeo o contenido protegido por derechos de autor y cree que es accesible a través de PinCatch en violación de sus derechos, envíenos una notificación por escrito con:
fr: Si vous êtes propriétaire d'une vidéo ou d'un contenu protégé par le droit d'auteur et que vous estimez qu'il est accessible via PinCatch en violation de vos droits, envoyez-nous une notification écrite à l'adresse suivante :
id: Jika Anda memiliki video atau konten berhak cipta dan Anda yakin bahwa video atau konten tersebut dapat diakses melalui PinCatch dengan melanggar hak Anda, kirimkan pemberitahuan tertulis kepada kami:
it: Se siete proprietari di un video o di un contenuto protetto da copyright e ritenete che sia accessibile tramite PinCatch in violazione dei vostri diritti, inviateci una comunicazione scritta con:
jp: 著作権で保護されたビデオまたはコンテンツを所有し、それがあなたの権利に反してPinCatchからアクセス可能であると思われる場合は、以下の内容を記載した書面を弊社にお送りください：
pt: Se é proprietário de um vídeo ou conteúdo protegido por direitos de autor e acredita que este está acessível através do PinCatch em violação dos seus direitos, envie-nos uma notificação por escrito com:
ru: Если вы являетесь владельцем видео или контента, защищенного авторским правом, и считаете, что доступ к нему через PinCatch нарушает ваши права, отправьте нам письменное уведомление:
tr: Telif hakkıyla korunan bir video veya içeriğe sahipseniz ve haklarınızı ihlal edecek şekilde PinCatch üzerinden erişilebildiğini düşünüyorsanız, bize yazılı bir bildirim gönderin:

source: Your full name, address, phone number, and email address
ar: اسمك بالكامل وعنوانك ورقم هاتفك وعنوان بريدك الإلكتروني
br: Seu nome completo, endereço, número de telefone e endereço de e-mail
de: Ihr vollständiger Name, Adresse, Telefonnummer und E-Mail-Adresse
es: Su nombre completo, dirección, número de teléfono y dirección de correo electrónico
fr: Votre nom complet, votre adresse, votre numéro de téléphone et votre adresse électronique
id: Nama lengkap, alamat, nomor telepon, dan alamat email Anda
it: Nome e cognome, indirizzo, numero di telefono e indirizzo e-mail
jp: 氏名、住所、電話番号、Eメールアドレス
pt: O seu nome completo, morada, número de telefone e endereço de correio eletrónico
ru: Ваше полное имя, адрес, номер телефона и адрес электронной почты
tr: Tam adınız, adresiniz, telefon numaranız ve e-posta adresiniz

source: A description (title, URL, etc.) of your copyrighted work
ar: وصف (عنوان، عنوان URL، وما إلى ذلك) لعملك المحمي بحقوق الطبع والنشر
br: Uma descrição (título, URL, etc.) de seu trabalho protegido por direitos autorais
de: Eine Beschreibung (Titel, URL usw.) Ihres urheberrechtlich geschützten Werks
es: Una descripción (título, URL, etc.) de su obra protegida por derechos de autor
fr: Une description (titre, URL, etc.) de votre œuvre protégée par le droit d'auteur
id: Deskripsi (judul, URL, dll.) dari karya berhak cipta Anda
it: Una descrizione (titolo, URL, ecc.) dell'opera protetta da copyright
jp: 著作物の説明（タイトル、URLなど
pt: Uma descrição (título, URL, etc.) da sua obra protegida por direitos de autor
ru: Описание (название, URL и т.д.) вашей работы, защищенной авторским правом
tr: Telif hakkıyla korunan çalışmanızın bir açıklaması (başlık, URL, vb.)

source: The exact URL on PinCatch (or in our logs) where the content appears
ar: عنوان URL بالضبط على PinCatch (أو في سجلاتنا) حيث يظهر المحتوى
br: O URL exato no PinCatch (ou em nossos registros) onde o conteúdo aparece
de: Die genaue URL auf PinCatch (oder in unseren Protokollen), wo der Inhalt erscheint
es: La URL exacta en PinCatch (o en nuestros registros) donde aparece el contenido
fr: L'URL exacte sur PinCatch (ou dans nos logs) où le contenu apparaît
id: URL yang tepat di PinCatch (atau di log kami) di mana konten muncul
it: L'URL esatto su PinCatch (o nei nostri log) in cui compare il contenuto
jp: コンテンツが表示される PinCatch の正確な URL（またはログ）。
pt: O URL exato no PinCatch (ou nos nossos registos) onde o conteúdo aparece
ru: Точный URL-адрес в PinCatch (или в наших журналах), где появляется содержимое
tr: PinCatch'te (veya günlüklerimizde) içeriğin göründüğü tam URL

source: A statement that you believe in good faith that the use is not allowed by the copyright owner
ar: بيان بأنك تعتقد بحسن نية أن الاستخدام غير مسموح به من قبل مالك حقوق النشر
br: Uma declaração de que você acredita de boa fé que o uso não é permitido pelo proprietário dos direitos autorais
de: Eine Erklärung, dass Sie in gutem Glauben davon ausgehen, dass die Nutzung durch den Urheberrechtsinhaber nicht erlaubt ist
es: Una declaración de que usted cree de buena fe que el uso no está permitido por el titular de los derechos de autor
fr: une déclaration indiquant que vous estimez de bonne foi que l'utilisation n'est pas autorisée par le détenteur des droits d'auteur
id: Pernyataan bahwa Anda meyakini dengan iktikad baik bahwa penggunaan tersebut tidak diizinkan oleh pemilik hak cipta
it: Una dichiarazione in cui si afferma di ritenere in buona fede che l'uso non è consentito dal titolare del copyright.
jp: その使用が著作権者によって許可されていないことを誠実に信じる旨の陳述書
pt: Uma declaração de que acredita de boa fé que a utilização não é permitida pelo proprietário dos direitos de autor
ru: Заявление о том, что вы добросовестно полагаете, что использование не разрешено владельцем авторских прав
tr: Kullanımın telif hakkı sahibi tarafından izin verilmediğine iyi niyetle inandığınızı belirten bir beyan
