Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: We do not sell your personal data to third parties. But we may share limited, anonymized data (not your name or email) with:
ar: نحن لا نبيع بياناتك الشخصية لأطراف ثالثة. ولكننا قد نشارك بيانات محدودة ومجهولة المصدر (ليس اسمك أو بريدك الإلكتروني) مع:
br: Não vendemos seus dados pessoais a terceiros. Mas podemos compartilhar dados limitados e anônimos (não seu nome ou e-mail) com:
de: Wir verkaufen Ihre persönlichen Daten nicht an Dritte. Aber wir können begrenzte, anonymisierte Daten (nicht Ihren Namen oder Ihre E-Mail) mit teilen:
es: No vendemos sus datos personales a terceros. Pero podemos compartir datos limitados y anónimos (no su nombre ni su correo electrónico) con:
fr: Nous ne vendons pas vos données personnelles à des tiers. Mais nous pouvons partager des données limitées et anonymes (pas votre nom ni votre adresse électronique) avec :
id: Kami tidak menjual data pribadi Anda kepada pihak ketiga. Namun, kami dapat membagikan data anonim yang terbatas (bukan nama atau email Anda):
it: Non vendiamo i vostri dati personali a terzi. Tuttavia, possiamo condividere dati limitati e anonimizzati (non il vostro nome o la vostra e-mail) con:
jp: お客様の個人情報を第三者に販売することはありません。ただし、限定的で匿名化されたデータ（お客様のお名前やEメールではありません）を共有する場合があります：
pt: Não vendemos os seus dados pessoais a terceiros. Mas podemos partilhar dados limitados e anónimos (não o seu nome ou e-mail) com:
ru: Мы не продаем ваши личные данные третьим лицам. Но мы можем передавать ограниченные, анонимизированные данные (не ваше имя или электронную почту):
tr: Kişisel verilerinizi üçüncü taraflara satmıyoruz. Ancak sınırlı, anonimleştirilmiş verileri (adınız veya e-postanız değil) paylaşabiliriz:

source: Ad networks (Google AdSense)
ar: شبكات الإعلانات (Google AdSense)
br: Redes de anúncios (Google AdSense)
de: Werbenetzwerke (Google AdSense)
es: Redes publicitarias (Google AdSense)
fr: Réseaux publicitaires (Google AdSense)
id: Jaringan iklan (Google AdSense)
it: Reti pubblicitarie (Google AdSense)
jp: 広告ネットワーク（Google AdSense）
pt: Redes de anúncios (Google AdSense)
ru: Рекламные сети (Google AdSense)
tr: Reklam ağları (Google AdSense)

source: Analytics services (to understand website traffic)
ar: خدمات التحليلات (لفهم حركة المرور على الموقع الإلكتروني)
br: Serviços de análise (para entender o tráfego do site)
de: Analysedienste (zum Verständnis des Website-Verkehrs)
es: Servicios analíticos (para comprender el tráfico del sitio web)
fr: Services d'analyse (pour comprendre le trafic sur le site web)
id: Layanan analisis (untuk memahami lalu lintas situs web)
it: Servizi di analisi (per comprendere il traffico del sito web)
jp: アナリティクスサービス（ウェブサイトのトラフィックを把握するため）
pt: Serviços analíticos (para compreender o tráfego do sítio Web)
ru: Аналитические услуги (для понимания посещаемости сайта)
tr: Analitik hizmetleri (web sitesi trafiğini anlamak için)

source: Legal authorities if required by law
ar: السلطات القانونية إذا اقتضى القانون ذلك
br: Autoridades legais, se exigido por lei
de: Rechtliche Behörden, wenn dies gesetzlich vorgeschrieben ist
es: Autoridades judiciales si así lo exige la ley
fr: Les autorités légales si la loi l'exige
id: Otoritas hukum jika diwajibkan oleh hukum
it: Autorità legali se richiesto dalla legge
jp: 法律で義務付けられている場合、法的機関
pt: Autoridades legais, se exigido por lei
ru: Юридические органы, если это требуется по закону
tr: Kanunen gerekli olması halinde yasal makamlar

source: Cookies & Similar Technologies
ar: ملفات تعريف الارتباط والتقنيات المشابهة
br: Cookies e tecnologias similares
de: Cookies und ähnliche Technologien
es: Cookies y tecnologías similares
fr: Cookies et technologies similaires
id: Cookie & Teknologi Serupa
it: Cookie e tecnologie simili
jp: クッキーと類似技術
pt: Cookies e tecnologias semelhantes
ru: Файлы cookie и аналогичные технологии
tr: Çerezler ve Benzer Teknolojiler

source: We use cookies to:
ar: نستخدم ملفات تعريف الارتباط من أجل:
br: Usamos cookies para:
de: Wir verwenden Cookies um:
es: Utilizamos cookies para:
fr: Nous utilisons des cookies pour :
id: Kami menggunakan cookie untuk:
it: Utilizziamo i cookie per:
jp: クッキーは以下の目的で使用されます：
pt: Utilizamos cookies para:
ru: Мы используем файлы cookie для:
tr: Çerezleri şu amaçlarla kullanıyoruz:

source: Remember your preferences
ar: تذكّر تفضيلاتك
br: Lembre-se de suas preferências
de: Merken Sie sich Ihre Präferenzen
es: Recuerda tus preferencias
fr: Mémorisez vos préférences
id: Ingat preferensi Anda
it: Ricordate le vostre preferenze
jp: 好みを覚えておく
pt: Recordar as suas preferências
ru: Помните о своих предпочтениях
tr: Tercihlerinizi hatırlayın

source: Help ads know which ads to show
ar: مساعدة الإعلانات على معرفة الإعلانات التي يجب عرضها
br: Ajudar os anúncios a saber quais anúncios devem ser exibidos
de: Anzeigen helfen zu wissen, welche Anzeigen angezeigt werden sollen
es: Ayudar a los anuncios a saber qué anuncios mostrar
fr: Aider les publicités à savoir quelles publicités afficher
id: Bantu iklan mengetahui iklan mana yang akan ditampilkan
it: Aiutare gli annunci a sapere quali annunci mostrare
jp: 広告がどの広告を表示すべきかを知るのを助ける
pt: Ajudar os anúncios a saber que anúncios mostrar
ru: Помогите рекламе узнать, какие объявления следует показывать
tr: Reklamların hangi reklamları göstereceğini bilmesine yardımcı olun

source: Monitor usage patterns
ar: مراقبة أنماط الاستخدام
br: Monitorar padrões de uso
de: Nutzungsmuster überwachen
es: Controlar las pautas de uso
fr: Contrôler les habitudes d'utilisation
id: Memantau pola penggunaan
it: Monitoraggio dei modelli di utilizzo
jp: 利用パターンの監視
pt: Monitorizar os padrões de utilização
ru: Отслеживайте модели использования
tr: Kullanım modellerini izleyin

source: You can disable or block cookies from your browser settings, but some features of the site may not work well if cookies are disabled.
ar: يمكنك تعطيل أو حظر ملفات تعريف الارتباط من إعدادات المتصفح الخاص بك، ولكن قد لا تعمل بعض ميزات الموقع بشكل جيد إذا تم تعطيل ملفات تعريف الارتباط.
br: Você pode desativar ou bloquear os cookies nas configurações do seu navegador, mas alguns recursos do site podem não funcionar bem se os cookies estiverem desativados.
de: Sie können Cookies in den Einstellungen Ihres Browsers deaktivieren oder blockieren, aber einige Funktionen der Website funktionieren möglicherweise nicht gut, wenn Cookies deaktiviert sind.
es: Puede desactivar o bloquear las cookies desde la configuración de su navegador, pero es posible que algunas funciones del sitio no funcionen bien si las cookies están desactivadas.
fr: Vous pouvez désactiver ou bloquer les cookies à partir des paramètres de votre navigateur, mais certaines fonctionnalités du site peuvent ne pas fonctionner correctement si les cookies sont désactivés.
id: Anda dapat menonaktifkan atau memblokir cookie dari pengaturan browser Anda, tetapi beberapa fitur situs mungkin tidak berfungsi dengan baik jika cookie dinonaktifkan.
it: È possibile disabilitare o bloccare i cookie dalle impostazioni del browser, ma alcune funzioni del sito potrebbero non funzionare bene se i cookie sono disabilitati.
jp: ブラウザの設定でクッキーを無効にしたり、ブロックしたりすることができますが、クッキーを無効にするとサイトの一部の機能がうまく動作しない場合があります。
pt: Pode desativar ou bloquear os cookies nas definições do seu browser, mas algumas funcionalidades do sítio podem não funcionar bem se os cookies estiverem desactivados.
ru: Вы можете отключить или заблокировать файлы cookie в настройках вашего браузера, но некоторые функции сайта могут работать некорректно, если файлы cookie отключены.
tr: Tarayıcı ayarlarınızdan çerezleri devre dışı bırakabilir veya engelleyebilirsiniz, ancak çerezler devre dışı bırakılırsa sitenin bazı özellikleri iyi çalışmayabilir.

source: Children’s Privacy
ar: خصوصية الأطفال
br: Privacidade das crianças
de: Datenschutz für Kinder
es: Privacidad infantil
fr: Vie privée des enfants
id: Privasi Anak-anak
it: Privacy dei bambini
jp: 子供のプライバシー
pt: Privacidade das crianças
ru: Конфиденциальность детей
tr: Çocukların Gizliliği

source: PinCatch does not knowingly collect personal information from children under age 13. If we become aware that a child under 13 gave us personal info, we will remove it.
ar: لا تقوم PinCatch بجمع معلومات شخصية من الأطفال الذين تقل أعمارهم عن 13 عامًا عن قصد. إذا علمنا أن طفلاً دون سن 13 عاماً قدم لنا معلومات شخصية، فسنقوم بإزالتها.
br: A PinCatch não coleta intencionalmente informações pessoais de crianças menores de 13 anos. Se tomarmos conhecimento de que uma criança com menos de 13 anos nos forneceu informações pessoais, nós as removeremos.
de: PinCatch sammelt nicht wissentlich persönliche Daten von Kindern unter 13 Jahren. Wenn wir erfahren, dass ein Kind unter 13 Jahren uns persönliche Informationen gegeben hat, werden wir diese entfernen.
es: PinCatch no recopila intencionalmente información personal de niños menores de 13 años. Si tenemos conocimiento de que un menor de 13 años nos ha proporcionado información personal, la eliminaremos.
fr: PinCatch ne recueille pas sciemment d'informations personnelles auprès d'enfants de moins de 13 ans. Si nous apprenons qu'un enfant de moins de 13 ans nous a communiqué des informations personnelles, nous les supprimerons.
id: PinCatch tidak dengan sengaja mengumpulkan informasi pribadi dari anak-anak di bawah usia 13 tahun. Jika kami mengetahui bahwa seorang anak di bawah 13 tahun memberikan informasi pribadi kepada kami, kami akan menghapusnya.
it: PinCatch non raccoglie consapevolmente informazioni personali da bambini di età inferiore ai 13 anni. Se veniamo a conoscenza che un bambino di età inferiore ai 13 anni ci ha fornito informazioni personali, le rimuoveremo.
jp: PinCatch は、13 歳未満の子供から故意に個人情報を収集することはありません。13歳未満の子供から個人情報が提供されたことが判明した場合は、その情報を削除します。
pt: PinCatch não recolhe intencionalmente informações pessoais de crianças menores de 13 anos. Se tivermos conhecimento de que uma criança com menos de 13 anos nos forneceu informações pessoais, removê-las-emos.
ru: PinCatch сознательно не собирает личную информацию от детей младше 13 лет. Если нам станет известно, что ребенок младше 13 лет предоставил нам личную информацию, мы удалим ее.
tr: PinCatch 13 yaşın altındaki çocuklardan bilerek kişisel bilgi toplamaz. Eğer 13 yaşından küçük bir çocuğun bize kişisel bilgi verdiğini fark edersek, bu bilgiyi kaldırırız.

source: Links to Other Sites
ar: روابط لمواقع أخرى
br: Links para outros sites
de: Links zu anderen Seiten
es: Enlaces a otros sitios
fr: Liens vers d'autres sites
id: Tautan ke Situs Lain
it: Link ad altri siti
jp: 他サイトへのリンク
pt: Ligações para outros sítios
ru: Ссылки на другие сайты
tr: Diğer Sitelere Bağlantılar

source: PinCatch might show ads or links to third-party sites. These sites have their own privacy policies. We are not responsible for what they do. We encourage you to read their privacy policies.
ar: قد يعرض PinCatch إعلانات أو روابط لمواقع خارجية. هذه المواقع لها سياسات الخصوصية الخاصة بها. نحن لسنا مسؤولين عما يفعلونه. نحن نشجعك على قراءة سياسات الخصوصية الخاصة بها.
br: O PinCatch pode exibir anúncios ou links para sites de terceiros. Esses sites têm suas próprias políticas de privacidade. Não somos responsáveis pelo que eles fazem. Recomendamos que você leia suas políticas de privacidade.
de: PinCatch kann Werbung oder Links zu Websites Dritter anzeigen. Diese Seiten haben ihre eigenen Datenschutzrichtlinien. Wir sind nicht verantwortlich für das, was sie tun. Wir empfehlen Ihnen, deren Datenschutzrichtlinien zu lesen.
es: PinCatch puede mostrar anuncios o enlaces a sitios de terceros. Estos sitios tienen sus propias políticas de privacidad. No somos responsables de lo que hagan. Le recomendamos que lea sus políticas de privacidad.
fr: PinCatch peut afficher des publicités ou des liens vers des sites tiers. Ces sites ont leur propre politique de confidentialité. Nous ne sommes pas responsables de ce qu'ils font. Nous vous encourageons à lire leurs politiques de confidentialité.
id: PinCatch mungkin menampilkan iklan atau tautan ke situs pihak ketiga. Situs-situs ini memiliki kebijakan privasi mereka sendiri. Kami tidak bertanggung jawab atas apa yang mereka lakukan. Kami menyarankan Anda untuk membaca kebijakan privasi mereka.
it: PinCatch potrebbe mostrare annunci o link a siti di terze parti. Questi siti hanno le proprie politiche sulla privacy. Non siamo responsabili di ciò che fanno. Vi invitiamo a leggere le loro politiche sulla privacy.
jp: PinCatchは第三者のサイトへの広告やリンクを表示することがあります。これらのサイトには独自のプライバシーポリシーがあります。弊社はこれらのサイトが行うことについて責任を負いません。各サイトのプライバシーポリシーをお読みになることをお勧めします。
pt: PinCatch pode mostrar anúncios ou links para sites de terceiros. Estes sites têm as suas próprias políticas de privacidade. Não somos responsáveis pelo que eles fazem. Encorajamo-lo a ler as suas políticas de privacidade.
ru: PinCatch может показывать рекламу или ссылки на сторонние сайты. У этих сайтов своя политика конфиденциальности. Мы не несем ответственности за их действия. Мы рекомендуем вам ознакомиться с их политикой конфиденциальности.
tr: PinCatch, üçüncü taraf sitelere reklamlar veya bağlantılar gösterebilir. Bu sitelerin kendi gizlilik politikaları vardır. Yaptıklarından biz sorumlu değiliz. Gizlilik politikalarını okumanızı tavsiye ederiz.

source: Changes to Privacy Policy
ar: التغييرات على سياسة الخصوصية
br: Alterações na política de privacidade
de: Änderungen der Datenschutzrichtlinie
es: Cambios en la política de privacidad
fr: Modifications de la politique de confidentialité
id: Perubahan pada Kebijakan Privasi
it: Modifiche all'informativa sulla privacy
jp: プライバシーポリシーの変更
pt: Alterações à política de privacidade
ru: Изменения в политике конфиденциальности
tr: Gizlilik Politikası Değişiklikleri

source: We may change this policy from time to time. When we do, we will post the updated version here with a “Last Updated” date. By using PinCatch after changes, you accept the new policy.
ar: قد نقوم بتغيير هذه السياسة من وقت لآخر. عندما نقوم بذلك، سننشر النسخة المحدثة هنا مع تاريخ "آخر تحديث". باستخدام PinCatch بعد التغييرات، فإنك تقبل السياسة الجديدة.
br: Podemos alterar esta política de tempos em tempos. Quando o fizermos, publicaremos a versão atualizada aqui com uma data de "Última atualização". Ao usar o PinCatch após as alterações, você aceita a nova política.
de: Wir können diese Richtlinie von Zeit zu Zeit ändern. Wenn wir dies tun, werden wir die aktualisierte Version hier mit einem "Zuletzt aktualisiert"-Datum veröffentlichen. Indem Sie PinCatch nach den Änderungen nutzen, akzeptieren Sie die neue Richtlinie.
es: Es posible que modifiquemos esta política de vez en cuando. Cuando lo hagamos, publicaremos aquí la versión actualizada con una fecha de "Última actualización". Al utilizar PinCatch después de los cambios, usted acepta la nueva política.
fr: Nous pouvons modifier cette politique de temps à autre. Lorsque nous le ferons, nous afficherons la version mise à jour ici avec une date de "dernière mise à jour". En utilisant PinCatch après les modifications, vous acceptez la nouvelle politique.
id: Kami dapat mengubah kebijakan ini dari waktu ke waktu. Ketika kami melakukannya, kami akan memposting versi yang diperbarui di sini dengan tanggal "Terakhir Diperbarui". Dengan menggunakan PinCatch setelah perubahan, Anda menerima kebijakan baru.
it: Potremmo modificare questa politica di tanto in tanto. In tal caso, pubblicheremo qui la versione aggiornata con la data di "Ultimo aggiornamento". Utilizzando PinCatch dopo le modifiche, l'utente accetta la nuova politica.
jp: 当社は本方針を随時変更することがあります。その際には、「最終更新日」の日付とともに更新版をここに掲載します。変更後にPinCatchを使用することにより、新しいポリシーに同意したものとみなされます。
pt: Poderemos alterar esta política ocasionalmente. Quando o fizermos, publicaremos a versão actualizada aqui com uma data de "Última Atualização". Ao utilizar o PinCatch após as alterações, o utilizador aceita a nova política.
ru: Мы можем время от времени вносить изменения в эту политику. Когда мы это сделаем, мы опубликуем обновленную версию здесь с датой "Последнее обновление". Используя PinCatch после изменений, вы принимаете новую политику.
tr: Bu politikayı zaman zaman değiştirebiliriz. Bunu yaptığımızda, güncellenmiş sürümü "Son Güncelleme" tarihiyle birlikte burada yayınlayacağız. Değişikliklerden sonra PinCatch'i kullanarak yeni politikayı kabul etmiş olursunuz.

source: TERMS AND CONDITIONS
ar: الشروط والأحكام
br: TERMOS E CONDIÇÕES
de: BEDINGUNGEN UND KONDITIONEN
es: CONDICIONES GENERALES
fr: CONDITIONS GÉNÉRALES
id: SYARAT DAN KETENTUAN
it: TERMINI E CONDIZIONI
jp: 諸条件
pt: TERMOS E CONDIÇÕES
ru: ПРАВИЛА И УСЛОВИЯ
tr: ŞARTLAR VE KOŞULLAR

source: These Terms & Conditions (“Terms”) tell you the rules for using PinCatch. By using our website, you accept these rules.
ar: تخبرك هذه الشروط والأحكام ("الشروط") بقواعد استخدام PinCatch. باستخدامك لموقعنا الإلكتروني، فإنك تقبل هذه القواعد.
br: Estes Termos e Condições ("Termos") lhe informam as regras de utilização do PinCatch. Ao usar nosso site, você aceita essas regras.
de: Diese Allgemeinen Geschäftsbedingungen ("Bedingungen") erklären Ihnen die Regeln für die Nutzung von PinCatch. Indem Sie unsere Website nutzen, akzeptieren Sie diese Regeln.
es: Las presentes Condiciones Generales ("Condiciones") describen las normas de uso de PinCatch. Al utilizar nuestro sitio web, usted acepta estas normas.
fr: Les présentes conditions générales ("conditions") définissent les règles d'utilisation de PinCatch. En utilisant notre site web, vous acceptez ces règles.
id: Syarat & Ketentuan ini ("Ketentuan") memberi tahu Anda aturan untuk menggunakan PinCatch. Dengan menggunakan situs web kami, Anda menerima peraturan ini.
it: I presenti Termini e condizioni ("Termini") indicano le regole per l'utilizzo di PinCatch. Utilizzando il nostro sito web, l'utente accetta queste regole.
jp: 本利用規約（以下「本規約」といいます）は、PinCatchを利用する際のルールを定めたものです。当サイトを利用することで、これらの規約に同意したものとみなされます。
pt: Estes Termos e Condições ("Termos") indicam-lhe as regras de utilização do PinCatch. Ao utilizar o nosso website, está a aceitar estas regras.
ru: Настоящие Правила и условия ("Правила") определяют правила использования PinCatch. Используя наш сайт, вы принимаете эти правила.
tr: Bu Şartlar ve Koşullar ("Şartlar") size PinCatch'i kullanma kurallarını açıklar. Web sitemizi kullanarak bu kuralları kabul etmiş olursunuz.

source: Use for Personal, Non-Commercial Purposes Only
ar: الاستخدام لأغراض شخصية غير تجارية فقط
br: Uso apenas para fins pessoais e não comerciais
de: Verwendung nur für persönliche, nicht-kommerzielle Zwecke
es: Uso exclusivamente personal y no comercial
fr: Utilisation à des fins personnelles et non commerciales uniquement
id: Hanya Digunakan untuk Kepentingan Pribadi dan Non-Komersial
it: Utilizzo solo per scopi personali e non commerciali
jp: 個人的、非商業的目的のみの使用
pt: Utilização apenas para fins pessoais e não comerciais
ru: Использование только в личных, некоммерческих целях
tr: Yalnızca Kişisel, Ticari Olmayan Amaçlar İçin Kullanın

source: You may use PinCatch only to download Pinterest videos for your personal, noncommercial use. You may not use it to download videos for sale or for posting somewhere else without permission.
ar: يمكنك استخدام PinCatch فقط لتنزيل فيديوهات Pinterest لاستخدامك الشخصي غير التجاري. لا يجوز لك استخدامه لتنزيل مقاطع الفيديو للبيع أو للنشر في مكان آخر دون إذن.
br: Você pode usar o PinCatch apenas para baixar vídeos do Pinterest para seu uso pessoal e não comercial. Você não pode usá-lo para baixar vídeos para venda ou para postar em outro lugar sem permissão.
de: Sie dürfen PinCatch nur zum Herunterladen von Pinterest-Videos für Ihren persönlichen, nicht-kommerziellen Gebrauch verwenden. Sie dürfen es nicht verwenden, um Videos zum Verkauf oder zur Veröffentlichung an anderer Stelle ohne Erlaubnis herunterzuladen.
es: Sólo puede utilizar PinCatch para descargar vídeos de Pinterest para su uso personal y no comercial. No puede utilizarlo para descargar vídeos para su venta o para publicarlos en otro lugar sin permiso.
fr: Vous ne pouvez utiliser PinCatch que pour télécharger des vidéos Pinterest pour votre usage personnel et non commercial. Vous ne pouvez pas l'utiliser pour télécharger des vidéos destinées à la vente ou à être publiées ailleurs sans autorisation.
id: Anda dapat menggunakan PinCatch hanya untuk mengunduh video Pinterest untuk penggunaan pribadi dan non-komersial. Anda tidak boleh menggunakannya untuk mengunduh video untuk dijual atau diposting di tempat lain tanpa izin.
it: È possibile utilizzare PinCatch solo per scaricare video di Pinterest per uso personale e non commerciale. Non è consentito utilizzare PinCatch per scaricare video da vendere o da pubblicare altrove senza autorizzazione.
jp: PinCatchは、個人的かつ非商用目的でPinterestの動画をダウンロードするためにのみ使用できます。販売目的または他の場所に投稿する目的で、許可なく動画をダウンロードするために使用することはできません。
pt: O utilizador pode utilizar o PinCatch apenas para descarregar vídeos do Pinterest para uso pessoal e não comercial. Não pode utilizá-lo para descarregar vídeos para venda ou para publicar noutro local sem autorização.
ru: Вы можете использовать PinCatch только для загрузки видео с Pinterest для личного некоммерческого использования. Вы не можете использовать его для загрузки видео на продажу или для размещения где-либо еще без разрешения.
tr: PinCatch'i yalnızca kişisel, ticari olmayan kullanımınız için Pinterest videolarını indirmek için kullanabilirsiniz. İzin almadan satış için veya başka bir yerde yayınlamak üzere video indirmek için kullanamazsınız.

source: No Hosting or Redistribution by PinCatch
ar: عدم الاستضافة أو إعادة التوزيع من قبل PinCatch
br: Sem hospedagem ou redistribuição pela PinCatch
de: Kein Hosting oder Weitervertrieb durch PinCatch
es: PinCatch no se encarga del alojamiento ni de la redistribución
fr: Pas d'hébergement ni de redistribution par PinCatch
id: Tidak Ada Hosting atau Redistribusi oleh PinCatch
it: Nessun hosting o ridistribuzione da parte di PinCatch
jp: PinCatchによるホスティングおよび再配布はできません。
pt: Sem alojamento ou redistribuição por PinCatch
ru: Никакого хостинга или распространения PinCatch
tr: PinCatch tarafından Barındırma veya Yeniden Dağıtım Yok
