Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: A statement under penalty of perjury that the information is accurate and that you are the copyright owner or authorized agent
ar: إفادة تحت طائلة عقوبة الحنث باليمين بأن المعلومات دقيقة وأنك مالك حقوق الطبع والنشر أو الوكيل المفوض
br: Uma declaração, sob pena de perjúrio, de que as informações são precisas e que você é o proprietário dos direitos autorais ou agente autorizado
de: Eine eidesstattliche Erklärung, dass die Informationen korrekt sind und dass Sie der Inhaber des Urheberrechts oder ein autorisierter Vertreter sind
es: Una declaración bajo pena de perjurio de que la información es exacta y de que usted es el propietario de los derechos de autor o su agente autorizado
fr: Une déclaration sous peine de parjure indiquant que les informations sont exactes et que vous êtes le détenteur des droits d'auteur ou l'agent autorisé
id: Pernyataan di bawah ancaman hukuman sumpah palsu bahwa informasi tersebut akurat dan Anda adalah pemilik hak cipta atau agen resmi
it: Una dichiarazione sotto pena di spergiuro che le informazioni sono accurate e che siete il proprietario del copyright o un agente autorizzato.
jp: 偽証罪に基づき、情報が正確であること、およびあなたが著作権所有者または正式な代理人であることを表明すること。
pt: Uma declaração, sob pena de perjúrio, de que as informações são exactas e que o utilizador é o proprietário dos direitos de autor ou um agente autorizado
ru: Заявление под страхом наказания за лжесвидетельство о том, что информация является точной и что вы являетесь владельцем авторских прав или уполномоченным агентом
tr: Bilgilerin doğru olduğuna ve telif hakkı sahibi veya yetkili temsilcisi olduğunuza dair yalan beyanda bulunma cezası altında bir beyan

source: Your electronic signature (or physical signature)
ar: توقيعك الإلكتروني (أو توقيعك الفعلي)
br: Sua assinatura eletrônica (ou assinatura física)
de: Ihre elektronische Unterschrift (oder physische Unterschrift)
es: Su firma electrónica (o física)
fr: Votre signature électronique (ou physique)
id: Tanda tangan elektronik Anda (atau tanda tangan fisik)
it: La vostra firma elettronica (o firma fisica)
jp: 電子署名（または物理的署名）
pt: A sua assinatura eletrónica (ou assinatura física)
ru: Ваша электронная подпись (или физическая подпись)
tr: Elektronik imzanız (veya fiziksel imzanız)

source: Send your notice via email to:
ar: أرسل إشعارك عبر البريد الإلكتروني إلى:
br: Envie sua notificação por e-mail para:
de: Senden Sie Ihre Kündigung per E-Mail an:
es: Envíe su notificación por correo electrónico a
fr: Envoyez votre avis par courrier électronique à
id: Kirim pemberitahuan Anda melalui email ke:
it: Inviate la vostra comunicazione via e-mail a:
jp: Eメールでお知らせください：
pt: Envie a sua comunicação por correio eletrónico para:
ru: Отправьте свое уведомление по электронной почте:
tr: Bildiriminizi e-posta yoluyla şu adrese gönderin:

source: Once we get a valid DMCA notice, we will:
ar: بمجرد أن نحصل على إشعار صالح من قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية:
br: Assim que recebermos uma notificação DMCA válida, nós a enviaremos:
de: Sobald wir eine gültige DMCA-Meldung erhalten, werden wir das tun:
es: En cuanto recibamos una notificación válida de la DMCA, lo haremos:
fr: Dès que nous recevons une notification DMCA valide, nous le faisons :
id: Setelah kami mendapatkan pemberitahuan DMCA yang valid, kami akan melakukannya:
it: Una volta ricevuta una notifica DMCA valida, lo faremo:
jp: 有効なDMCA通知を受け取ったら、私たちはそうします：
pt: Assim que recebermos uma notificação DMCA válida, fá-lo-emos:
ru: Как только мы получим действительное уведомление DMCA, мы так и сделаем:
tr: Geçerli bir DMCA bildirimi aldığımızda, bunu yapacağız:

source: Remove or disable access to the infringing content
ar: إزالة أو تعطيل الوصول إلى المحتوى المنتهك أو تعطيله
br: Remover ou desativar o acesso ao conteúdo infrator
de: Entfernung oder Sperrung des Zugriffs auf den rechtsverletzenden Inhalt
es: Eliminar o inhabilitar el acceso a los contenidos infractores
fr: retirer le contenu en infraction ou en rendre l'accès impossible
id: Menghapus atau menonaktifkan akses ke konten yang melanggar
it: Rimuovere o disabilitare l'accesso al contenuto illecito.
jp: 侵害コンテンツの削除またはアクセス不能化
pt: Remover ou desativar o acesso ao conteúdo ilícito
ru: Удалить или запретить доступ к контенту, нарушающему авторские права
tr: İhlal eden içeriği kaldırmak veya erişimi devre dışı bırakmak

source: Notify the user who requested the content
ar: إخطار المستخدم الذي طلب المحتوى
br: Notificar o usuário que solicitou o conteúdo
de: Benachrichtigung des Nutzers, der den Inhalt angefordert hat
es: Notificar al usuario que solicitó el contenido
fr: Notifier l'utilisateur qui a demandé le contenu
id: Memberi tahu pengguna yang meminta konten
it: Notificare all'utente che ha richiesto il contenuto
jp: コンテンツをリクエストしたユーザーに通知する
pt: Notificar o utilizador que solicitou o conteúdo
ru: Уведомить пользователя, запросившего контент
tr: İçeriği talep eden kullanıcıyı bilgilendirin

source: Keep records of the request
ar: الاحتفاظ بسجلات للطلب
br: Mantenha registros da solicitação
de: Aufzeichnungen über den Antrag führen
es: Mantener registros de la solicitud
fr: Conserver une trace de la demande
id: Menyimpan catatan permintaan tersebut
it: Conservare la documentazione relativa alla richiesta
jp: リクエストの記録を保管する
pt: Conservar registos do pedido
ru: Сохраняйте записи о запросе
tr: Talebin kayıtlarını tutun

source: Counter-Notice by the User
ar: إشعار مضاد من قبل المستخدم
br: Contra-notificação pelo usuário
de: Gegenanzeige des Nutzers
es: Contraaviso del usuario
fr: Contre-avis de l'utilisateur
id: Pemberitahuan Balasan oleh Pengguna
it: Contrordine da parte dell'Utente
jp: 利用者による反対通知
pt: Contra-aviso do utilizador
ru: Встречное уведомление Пользователя
tr: Kullanıcı Tarafından Karşı Bildirim

source: If someone believes the content was wrongly removed (for example, they had the right to use it), they may send a counter-notice containing:
ar: إذا اعتقد شخص ما أن المحتوى تمت إزالته بشكل خاطئ (على سبيل المثال، كان له الحق في استخدامه)، فيمكنه إرسال إشعار مضاد يحتوي على
br: Se alguém acreditar que o conteúdo foi removido erroneamente (por exemplo, que tinha o direito de usá-lo), poderá enviar uma contranotificação contendo:
de: Wenn jemand der Meinung ist, dass der Inhalt zu Unrecht entfernt wurde (z. B. weil er das Recht hatte, ihn zu verwenden), kann er eine Gegendarstellung senden:
es: Si alguien cree que el contenido se ha retirado erróneamente (por ejemplo, que tenía derecho a utilizarlo), puede enviar una contranotificación que lo contenga:
fr: Si quelqu'un estime que le contenu a été retiré à tort (par exemple, il avait le droit de l'utiliser), il peut envoyer un contre-avis contenant :
id: Jika seseorang merasa yakin bahwa konten tersebut telah dihapus secara tidak benar (misalnya, mereka memiliki hak untuk menggunakannya), mereka dapat mengirimkan pemberitahuan balasan yang berisi:
it: Se qualcuno ritiene che il contenuto sia stato rimosso ingiustamente (ad esempio, aveva il diritto di utilizzarlo), può inviare una contro-notifica contenente:
jp: コンテンツが誤って削除された（たとえば、そのコンテンツを使用する権利があった）と考える人がいる場合、その人はそのコンテンツを含む反対通知を送ることができる：
pt: Se alguém considerar que o conteúdo foi indevidamente removido (por exemplo, que tinha o direito de o utilizar), pode enviar um contra-aviso contendo:
ru: Если кто-то считает, что контент был удален несправедливо (например, у него было право на его использование), он может отправить встречное уведомление, содержащее:
tr: Birisi içeriğin yanlışlıkla kaldırıldığına inanıyorsa (örneğin, içeriği kullanma hakkına sahipti), karşı bir bildirim gönderebilir:

source: Their name, address, and email
ar: الاسم والعنوان والبريد الإلكتروني
br: Seu nome, endereço e e-mail
de: Name, Adresse und E-Mail
es: Su nombre, dirección y correo electrónico
fr: Leur nom, leur adresse et leur adresse électronique
id: Nama, alamat, dan email mereka
it: Nome, indirizzo ed e-mail
jp: 氏名、住所、Eメール
pt: O seu nome, endereço e correio eletrónico
ru: Их имя, адрес и электронная почта
tr: Adları, adresleri ve e-postaları

source: Description of content removed and its previous location
ar: وصف المحتوى الذي تمت إزالته وموقعه السابق
br: Descrição do conteúdo removido e sua localização anterior
de: Beschreibung des entfernten Inhalts und seines vorherigen Standorts
es: Descripción del contenido eliminado y su ubicación anterior
fr: Description du contenu supprimé et de son emplacement précédent
id: Deskripsi konten yang dihapus dan lokasi sebelumnya
it: Descrizione del contenuto rimosso e della sua precedente collocazione
jp: 削除されたコンテンツの説明と以前の場所
pt: Descrição do conteúdo removido e sua localização anterior
ru: Описание удаленного содержимого и его прежнее местоположение
tr: Kaldırılan içeriğin açıklaması ve önceki konumu

source: Statement that under penalty of perjury, they believe the content was wrongly removed
ar: إفادة بأنهم، تحت طائلة عقوبة الحنث باليمين، يعتقدون أن المحتوى قد تمت إزالته بشكل خاطئ
br: Declaração de que, sob pena de perjúrio, acredita que o conteúdo foi removido erroneamente
de: Erklärung, dass sie unter Androhung von Meineid glauben, dass der Inhalt zu Unrecht entfernt wurde
es: Declaración de que, bajo pena de perjurio, creen que el contenido se eliminó erróneamente
fr: Déclaration, sous peine de parjure, selon laquelle ils pensent que le contenu a été supprimé à tort.
id: Pernyataan bahwa di bawah ancaman hukuman sumpah palsu, mereka percaya bahwa konten tersebut telah dihapus secara salah
it: Dichiarazione, sotto pena di falsa testimonianza, di ritenere che il contenuto sia stato erroneamente rimosso.
jp: 偽証罪に基づき、コンテンツが誤って削除されたと信じる旨の声明
pt: Declaração, sob pena de perjúrio, de que considera que o conteúdo foi indevidamente removido
ru: Заявление о том, что под страхом наказания за лжесвидетельство они считают, что контент был удален ошибочно
tr: Yalan yere yemin etme cezası altında, içeriğin yanlışlıkla kaldırıldığına inandıklarına dair beyan

source: Consent to jurisdiction of a federal court (if in the U.S.)
ar: الموافقة على اختصاص محكمة فيدرالية (إذا كانت في الولايات المتحدة)
br: Consentimento com a jurisdição de um tribunal federal (se estiver nos EUA)
de: Zustimmung zur Zuständigkeit eines Bundesgerichts (falls in den USA)
es: Consentimiento a la jurisdicción de un tribunal federal (si está en EE.UU.)
fr: Consentement à la compétence d'un tribunal fédéral (si aux États-Unis)
id: Menyetujui yurisdiksi pengadilan federal (jika di AS)
it: Consenso alla giurisdizione di un tribunale federale (se negli Stati Uniti)
jp: 連邦裁判所の管轄権への同意（米国内の場合）
pt: Consentimento na jurisdição de um tribunal federal (se nos EUA)
ru: Согласие на юрисдикцию федерального суда (если вы находитесь в США)
tr: Federal bir mahkemenin yargı yetkisine rıza (ABD'de ise)

source: Their signature
ar: توقيعهم
br: Sua assinatura
de: Ihre Unterschrift
es: Su firma
fr: Leur signature
id: Tanda tangan mereka
it: La loro firma
jp: 彼らの特徴
pt: A sua assinatura
ru: Их подпись
tr: Onların imzası

source: If valid, we may restore the content after waiting the required time (e.g., 10-14 business days) unless the copyright owner files a lawsuit.
ar: إذا كان المحتوى صالحًا، يجوز لنا استعادة المحتوى بعد انتظار الوقت المطلوب (على سبيل المثال، من 10 إلى 14 يوم عمل) ما لم يرفع مالك حقوق الطبع والنشر دعوى قضائية.
br: Se for válido, poderemos restaurar o conteúdo após aguardar o tempo necessário (por exemplo, de 10 a 14 dias úteis), a menos que o proprietário dos direitos autorais entre com uma ação judicial.
de: Wenn dies der Fall ist, können wir den Inhalt nach Ablauf der erforderlichen Zeit (z. B. 10-14 Werktage) wiederherstellen, es sei denn, der Urheberrechtsinhaber reicht eine Klage ein.
es: Si es válido, podemos restaurar el contenido después de esperar el tiempo requerido (por ejemplo, 10-14 días laborables) a menos que el propietario de los derechos de autor presente una demanda.
fr: S'il est valide, nous pouvons restaurer le contenu après avoir attendu le temps nécessaire (par exemple, 10 à 14 jours ouvrables), à moins que le détenteur des droits d'auteur n'intente une action en justice.
id: Jika valid, kami dapat memulihkan konten setelah menunggu waktu yang diperlukan (misalnya, 10-14 hari kerja) kecuali jika pemilik hak cipta mengajukan gugatan.
it: In caso di validità, possiamo ripristinare il contenuto dopo aver atteso il tempo richiesto (ad esempio, 10-14 giorni lavorativi), a meno che il proprietario del copyright non presenti un'azione legale.
jp: 有効な場合、著作権者が訴訟を起こさない限り、必要な時間（例えば10～14営業日）を待った後にコンテンツを復元することがあります。
pt: Se for válido, podemos restaurar o conteúdo depois de aguardar o tempo necessário (por exemplo, 10-14 dias úteis), exceto se o proprietário dos direitos de autor intentar uma ação judicial.
ru: Если контент действителен, мы можем восстановить его после истечения необходимого времени (например, 10-14 рабочих дней), если только владелец авторских прав не подаст судебный иск.
tr: Geçerliyse, telif hakkı sahibi dava açmadığı sürece gerekli süreyi (örneğin 10-14 iş günü) bekledikten sonra içeriği geri yükleyebiliriz.

source: Repeat Infringers
ar: المخالفون المتكررون
br: Infratores reincidentes
de: Wiederholte Rechtsverletzer
es: Infractores reincidentes
fr: Infracteurs récidivistes
id: Ulangi Pelanggaran
it: Infrazioni ripetute
jp: 反復侵害者
pt: Infractores reincidentes
ru: Повторные нарушители
tr: İhlalin Tekrarı

source: We may terminate accounts or block users who repeatedly infringe copyrights.
ar: يجوز لنا إنهاء الحسابات أو حظر المستخدمين الذين ينتهكون حقوق النشر بشكل متكرر.
br: Podemos encerrar contas ou bloquear usuários que violam repetidamente os direitos autorais.
de: Wir können Konten kündigen oder Benutzer sperren, die wiederholt Urheberrechte verletzen.
es: Podemos cancelar cuentas o bloquear usuarios que infrinjan repetidamente los derechos de autor.
fr: Nous pouvons résilier les comptes ou bloquer les utilisateurs qui enfreignent de manière répétée les droits d'auteur.
id: Kami dapat menutup akun atau memblokir pengguna yang berulang kali melanggar hak cipta.
it: Possiamo chiudere gli account o bloccare gli utenti che violano ripetutamente i diritti d'autore.
jp: 当社は、著作権侵害を繰り返すユーザーのアカウントを停止またはブロックすることがあります。
pt: Podemos encerrar contas ou bloquear utilizadores que violem repetidamente direitos de autor.
ru: Мы можем прекратить действие учетных записей или заблокировать пользователей, которые неоднократно нарушают авторские права.
tr: Telif haklarını tekrar tekrar ihlal eden kullanıcıların hesaplarını sonlandırabilir veya engelleyebiliriz.

source: Designated Copyright Agent
ar: وكيل حقوق الطبع والنشر المعين
br: Agente de direitos autorais designado
de: Beauftragter für das Urheberrecht
es: Agente de derechos de autor designado
fr: Agent désigné pour les droits d'auteur
id: Agen Hak Cipta yang Ditunjuk
it: Agente designato per il copyright
jp: 指定著作権代理人
pt: Agente de direitos de autor designado
ru: Назначенный агент по авторским правам
tr: Atanmış Telif Hakkı Temsilcisi

source: If you wish, register a “Designated Copyright Agent” to receive notices legally. This helps your site comply with DMCA.
ar: إذا كنت ترغب في ذلك، قم بتسجيل "وكيل معيّن لحقوق الطبع والنشر" لتلقي الإشعارات بشكل قانوني. وهذا يساعد موقعك على الامتثال لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية.
br: Se desejar, registre um "Agente Designado de Direitos Autorais" para receber avisos legalmente. Isso ajuda seu site a cumprir a DMCA.
de: Wenn Sie möchten, können Sie einen "Designated Copyright Agent" eintragen lassen, um Benachrichtigungen rechtmäßig zu erhalten. Dies hilft Ihrer Website bei der Einhaltung des DMCA.
es: Si lo desea, registre un "Agente de derechos de autor designado" para recibir avisos legalmente. Esto ayuda a su sitio a cumplir con la DMCA.
fr: Si vous le souhaitez, enregistrez un "agent désigné pour les droits d'auteur" afin de recevoir légalement les notifications. Cela permet à votre site de se conformer au DMCA.
id: Jika Anda mau, daftarkan "Agen Hak Cipta yang Ditunjuk" untuk menerima pemberitahuan secara legal. Ini membantu situs Anda mematuhi DMCA.
it: Se lo desiderate, registrate un "Agente designato per il copyright" per ricevere legalmente le notifiche. Questo aiuta il vostro sito a rispettare il DMCA.
jp: ご希望であれば、「指定著作権代理人」を登録し、合法的に通知を受け取ってください。これは、あなたのサイトがDMCAに準拠するのに役立ちます。
pt: Se desejar, registe um "Agente de direitos de autor designado" para receber avisos legalmente. Isto ajuda o seu sítio a cumprir a DMCA.
ru: Если хотите, зарегистрируйте "Назначенного агента по авторским правам", чтобы получать уведомления на законных основаниях. Это поможет вашему сайту соответствовать требованиям DMCA.
tr: İsterseniz, bildirimleri yasal olarak almak için bir "Atanmış Telif Hakkı Temsilcisi" kaydedin. Bu, sitenizin DMCA ile uyumlu olmasına yardımcı olur.

source: False Claims
ar: الادعاءات الكاذبة
br: Alegações falsas
de: Falsche Behauptungen
es: Denuncias falsas
fr: Fausses déclarations
id: Klaim Palsu
it: False dichiarazioni
jp: 虚偽の請求
pt: Alegações falsas
ru: Ложные претензии
tr: Yanlış İddialar

source: If someone knowingly misuses DMCA notices or counter-notices (for example, false claims), they may be liable for damages under the law.
ar: إذا تعمّد شخص ما إساءة استخدام إشعارات قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية أو الإشعارات المضادة (على سبيل المثال، الادعاءات الكاذبة)، فقد يكون مسؤولاً عن الأضرار بموجب القانون.
br: Se alguém fizer uso intencionalmente indevido de avisos ou contranotificações da DMCA (por exemplo, alegações falsas), poderá ser responsabilizado por danos nos termos da lei.
de: Wenn jemand wissentlich DMCA-Hinweise oder Gegenhinweise missbraucht (z. B. falsche Behauptungen), kann er nach dem Gesetz schadenersatzpflichtig sein.
es: Si alguien hace un uso indebido a sabiendas de las notificaciones o contranotificaciones de la DMCA (por ejemplo, reclamaciones falsas), puede ser responsable de daños y perjuicios con arreglo a la ley.
fr: Si quelqu'un abuse sciemment des avis ou contre-avis DMCA (par exemple, en faisant de fausses déclarations), il peut être tenu responsable des dommages subis en vertu de la loi.
id: Jika seseorang dengan sengaja menyalahgunakan pemberitahuan DMCA atau pemberitahuan balasan (misalnya, klaim palsu), mereka mungkin bertanggung jawab atas kerugian berdasarkan hukum.
it: Se qualcuno usa consapevolmente in modo improprio le notifiche o le contro-notifiche DMCA (ad esempio, con affermazioni false), può essere responsabile dei danni previsti dalla legge.
jp: 誰かが故意にDMCA通知や反対通知を悪用した場合（例えば虚偽の主張）、法律に基づき損害賠償責任を負う可能性があります。
pt: Se alguém utilizar intencionalmente avisos ou contra-avisos DMCA de forma incorrecta (por exemplo, alegações falsas), pode ser responsabilizado por danos ao abrigo da lei.
ru: Если кто-то сознательно злоупотребляет уведомлениями DMCA или встречными уведомлениями (например, ложными заявлениями), он может понести ответственность за ущерб в соответствии с законом.
tr: Birisi DMCA bildirimlerini veya karşı bildirimlerini bilerek kötüye kullanırsa (örneğin, yanlış iddialar), yasa kapsamında zararlardan sorumlu olabilir.

source: Other Jurisdictions
ar: الاختصاصات القضائية الأخرى
br: Outras jurisdições
de: Andere Gerichtsbarkeiten
es: Otras jurisdicciones
fr: Autres juridictions
id: Yurisdiksi Lain
it: Altre giurisdizioni
jp: その他の管轄区域
pt: Outras jurisdições
ru: Другие юрисдикции
tr: Diğer Yargı Alanları

source: Even though the DMCA is U.S. law, copyright laws exist in many countries. We aim to follow global rules and remove infringing content when we are notified, regardless of where the owner or user is.
ar: على الرغم من أن قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية هو قانون الولايات المتحدة، إلا أن قوانين حقوق النشر موجودة في العديد من البلدان. نحن نهدف إلى اتباع القواعد العالمية وإزالة المحتوى المنتهك عندما يتم إخطارنا، بغض النظر عن مكان المالك أو المستخدم.
br: Embora a DMCA seja uma lei dos EUA, existem leis de direitos autorais em muitos países. Nosso objetivo é seguir as regras globais e remover o conteúdo infrator quando formos notificados, independentemente de onde o proprietário ou usuário esteja.
de: Auch wenn das DMCA US-Recht ist, gibt es in vielen Ländern Urheberrechtsgesetze. Wir bemühen uns, die globalen Regeln zu befolgen und verletzende Inhalte zu entfernen, wenn wir darüber informiert werden, unabhängig davon, wo sich der Eigentümer oder Nutzer befindet.
es: Aunque la DMCA es una ley estadounidense, existen leyes sobre derechos de autor en muchos países. Nuestro objetivo es seguir las normas mundiales y eliminar los contenidos infractores cuando se nos notifica, independientemente de dónde se encuentre el propietario o el usuario.
fr: Bien que le DMCA soit une loi américaine, il existe des lois sur les droits d'auteur dans de nombreux pays. Nous nous efforçons de respecter les règles internationales et de supprimer les contenus illicites lorsque nous en sommes informés, quel que soit l'endroit où se trouve le propriétaire ou l'utilisateur.
id: Meskipun DMCA adalah hukum AS, undang-undang hak cipta ada di banyak negara. Kami bertujuan untuk mengikuti aturan global dan menghapus konten yang melanggar ketika kami diberitahu, di mana pun pemilik atau penggunanya berada.
it: Anche se il DMCA è una legge statunitense, le leggi sul copyright esistono in molti paesi. Ci impegniamo a seguire le regole globali e a rimuovere i contenuti in violazione quando ci vengono segnalati, indipendentemente dal luogo in cui si trova il proprietario o l'utente.
jp: DMCAは米国の法律ですが、著作権法は多くの国に存在します。私たちはグローバルなルールに従うことを目指し、所有者やユーザーがどこにいるかにかかわらず、通知を受けた場合は侵害コンテンツを削除します。
pt: Embora a DMCA seja uma lei dos EUA, existem leis de direitos de autor em muitos países. O nosso objetivo é seguir as regras globais e remover conteúdos infractores quando somos notificados, independentemente do local onde se encontra o proprietário ou o utilizador.
ru: Несмотря на то, что DMCA является законом США, законы об авторском праве существуют во многих странах. Мы стремимся следовать общемировым правилам и удалять нарушающий авторские права контент, когда нам сообщают об этом, независимо от того, где находится его владелец или пользователь.
tr: DMCA ABD yasası olsa da, telif hakkı yasaları birçok ülkede mevcuttur. Küresel kurallara uymayı ve sahibi veya kullanıcısı nerede olursa olsun, bize bildirimde bulunulduğunda ihlal eden içeriği kaldırmayı amaçlıyoruz.

source: Quick Links
ar: روابط سريعة
br: Links rápidos
de: Schnelle Links
es: Enlaces rápidos
fr: Liens rapides
id: Tautan Cepat
it: Collegamenti rapidi
jp: クイックリンク
pt: Ligações rápidas
ru: Быстрые ссылки
tr: Hızlı Bağlantılar

source: Home
ar: الصفحة الرئيسية
br: Início
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
it: Casa
jp: ホーム
pt: Início
ru: Главная
tr: Ev

source: About Us
ar: نبذة عنا
br: Sobre nós
de: Über uns
es: Quiénes somos
fr: À propos de nous
id: Tentang Kami
it: Chi siamo
jp: 会社概要
pt: Sobre nós
ru: О нас
tr: Hakkımızda

source: Blog
ar: المدونة
jp: ブログ
pt: Blogue
ru: Блог

source: Support
ar: الدعم
br: Suporte
de: Unterstützung
es: Ayuda
fr: Soutien
id: Dukungan
it: Supporto
jp: サポート
pt: Apoio
ru: Поддержка
tr: Destek

source: Contact Us
ar: اتصل بنا
br: Entre em contato conosco
de: Kontakt
es: Contacte con nosotros
fr: Nous contacter
id: Hubungi Kami
it: Contatto
jp: お問い合わせ
pt: Contactar-nos
ru: Свяжитесь с нами
tr: Bize Ulaşın

source: Privacy Policy
ar: سياسة الخصوصية
br: Política de privacidade
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
jp: プライバシーポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Terms And Conditions
ar: الشروط والأحكام
br: Termos e condições
de: Bedingungen und Konditionen
es: Condiciones generales
fr: Conditions générales
id: Syarat dan Ketentuan
it: Termini e condizioni
jp: ご利用条件
pt: Termos e condições
ru: Правила и условия
tr: Şartlar ve Koşullar
