Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: PinCatch does not store, host, or upload videos. We link/content fetch from Pinterest servers only when you request. We are not the origin of the media content.
ar: لا يقوم PinCatch بتخزين أو استضافة أو تحميل مقاطع الفيديو. نحن نقوم بربط/جلب المحتوى من خوادم Pinterest فقط عندما تطلب ذلك. نحن لسنا مصدر محتوى الوسائط.
br: O PinCatch não armazena, hospeda ou faz upload de vídeos. Nós buscamos links/conteúdo dos servidores do Pinterest somente quando você solicita. Não somos a origem do conteúdo de mídia.
de: PinCatch speichert, hostet oder lädt keine Videos hoch. Wir verlinken/Inhalte von Pinterest-Servern nur, wenn Sie sie anfordern. Wir sind nicht der Ursprung der Medieninhalte.
es: PinCatch no almacena, aloja ni carga vídeos. Nosotros enlazamos/obtenemos contenido de los servidores de Pinterest sólo cuando usted lo solicita. No somos el origen del contenido multimedia.
fr: PinCatch ne stocke pas, n'héberge pas et ne télécharge pas de vidéos. Nous récupérons des liens/contenus à partir des serveurs de Pinterest uniquement lorsque vous le demandez. Nous ne sommes pas à l'origine du contenu médiatique.
id: PinCatch tidak menyimpan, meng-host, atau mengunggah video. Kami menautkan/mengambil konten dari server Pinterest hanya jika Anda memintanya. Kami bukan pembuat konten media.
it: PinCatch non memorizza, ospita o carica video. I link/contenuti vengono recuperati dai server di Pinterest solo su richiesta dell'utente. Non siamo l'origine del contenuto multimediale.
jp: PinCatchは動画の保存、ホスティング、アップロードは行いません。Pinterestサーバーからのリンク/コンテンツ取得は、お客様からのリクエストがあった場合のみ行います。弊社はメディアコンテンツの発信元ではありません。
pt: O PinCatch não armazena, aloja ou carrega vídeos. Fazemos a ligação/conteúdo a partir dos servidores do Pinterest apenas quando é solicitado. Não somos a origem do conteúdo multimédia.
ru: PinCatch не хранит, не размещает и не загружает видео. Мы получаем ссылки/контент с серверов Pinterest только по вашему запросу. Мы не являемся источником медиаконтента.
tr: PinCatch videoları depolamaz, barındırmaz veya yüklemez. Yalnızca talep ettiğinizde Pinterest sunucularından bağlantı/içerik alırız. Medya içeriğinin kaynağı biz değiliz.

source: Respect Copyright and Intellectual Property
ar: احترام حقوق الطبع والنشر والملكية الفكرية
br: Respeite os direitos autorais e a propriedade intelectual
de: Urheberrecht und geistiges Eigentum respektieren
es: Respetar los derechos de autor y la propiedad intelectual
fr: Respecter les droits d'auteur et la propriété intellectuelle
id: Menghormati Hak Cipta dan Kekayaan Intelektual
it: Rispettare il copyright e la proprietà intellettuale
jp: 著作権と知的財産の尊重
pt: Respeitar os direitos de autor e a propriedade intelectual
ru: Соблюдайте авторские права и интеллектуальную собственность
tr: Telif Hakkı ve Fikri Mülkiyete Saygı Gösterin

source: You must respect the rights of content creators. If a video is copyrighted, you must have permission to use it beyond personal viewing.
ar: يجب عليك احترام حقوق منشئي المحتوى. إذا كان مقطع الفيديو محميًا بحقوق الطبع والنشر، فيجب أن يكون لديك إذن لاستخدامه خارج نطاق المشاهدة الشخصية.
br: Você deve respeitar os direitos dos criadores de conteúdo. Se um vídeo for protegido por direitos autorais, você deverá ter permissão para usá-lo além da visualização pessoal.
de: Sie müssen die Rechte der Urheber von Inhalten respektieren. Wenn ein Video urheberrechtlich geschützt ist, müssen Sie die Erlaubnis haben, es über den persönlichen Gebrauch hinaus zu nutzen.
es: Debes respetar los derechos de los creadores de contenidos. Si un vídeo tiene derechos de autor, debes tener permiso para utilizarlo más allá de la visualización personal.
fr: Vous devez respecter les droits des créateurs de contenu. Si une vidéo est protégée par des droits d'auteur, vous devez avoir l'autorisation de l'utiliser au-delà de votre visionnage personnel.
id: Anda harus menghormati hak-hak pembuat konten. Jika sebuah video memiliki hak cipta, Anda harus memiliki izin untuk menggunakannya di luar penayangan pribadi.
it: È necessario rispettare i diritti dei creatori di contenuti. Se un video è protetto da copyright, dovete avere il permesso di utilizzarlo al di là della visione personale.
jp: コンテンツ制作者の権利を尊重すること。ビデオに著作権がある場合は、個人的な視聴以外に使用する許可を得なければなりません。
pt: O utilizador deve respeitar os direitos dos criadores de conteúdos. Se um vídeo estiver protegido por direitos de autor, tem de ter autorização para o utilizar para além da visualização pessoal.
ru: Вы должны уважать права создателей контента. Если видео защищено авторским правом, у вас должно быть разрешение на его использование не только для личного просмотра.
tr: İçerik oluşturucuların haklarına saygı göstermelisiniz. Bir video telif hakkına sahipse, kişisel görüntüleme dışında kullanmak için izniniz olmalıdır.

source: You may not use downloaded videos to infringe copyright. For example, do not upload or share videos you don’t have the right to.
ar: لا يجوز لك استخدام مقاطع الفيديو التي تم تنزيلها لانتهاك حقوق الطبع والنشر. على سبيل المثال، لا تقم بتحميل أو مشاركة مقاطع الفيديو التي لا تملك الحق فيها.
br: Você não pode usar os vídeos baixados para violar direitos autorais. Por exemplo, não carregue ou compartilhe vídeos sobre os quais não tenha direito.
de: Sie dürfen heruntergeladene Videos nicht verwenden, um das Urheberrecht zu verletzen. Laden Sie zum Beispiel keine Videos hoch oder geben Sie sie weiter, für die Sie keine Rechte haben.
es: No puedes utilizar los vídeos descargados para infringir los derechos de autor. Por ejemplo, no subas ni compartas vídeos sobre los que no tengas derecho.
fr: Vous ne pouvez pas utiliser les vidéos téléchargées pour enfreindre les droits d'auteur. Par exemple, ne téléchargez pas ou ne partagez pas de vidéos dont vous n'avez pas le droit.
id: Anda tidak boleh menggunakan video yang diunduh untuk melanggar hak cipta. Misalnya, jangan mengunggah atau membagikan video yang bukan hak Anda.
it: Non è consentito utilizzare i video scaricati per violare il copyright. Ad esempio, non caricare o condividere video di cui non si ha il diritto.
jp: ダウンロードした動画を使用して著作権を侵害することはできません。例えば、権利のない動画をアップロードしたり、共有したりしないでください。
pt: Não pode utilizar os vídeos descarregados para violar direitos de autor. Por exemplo, não carregue ou partilhe vídeos sobre os quais não tem direitos.
ru: Запрещается использовать загруженные видеоролики для нарушения авторских прав. Например, не загружайте и не распространяйте видео, на которое у вас нет прав.
tr: İndirilen videoları telif haklarını ihlal etmek için kullanamazsınız. Örneğin, hakkınız olmayan videoları yüklemeyin veya paylaşmayın.

source: If you use downloaded content in a way that violates copyright laws, you are solely responsible.
ar: إذا استخدمت المحتوى الذي تم تنزيله بطريقة تنتهك قوانين حقوق النشر، فأنت وحدك المسؤول عن ذلك.
br: Se você usar o conteúdo baixado de uma forma que viole as leis de direitos autorais, você será o único responsável.
de: Wenn Sie heruntergeladene Inhalte in einer Weise verwenden, die gegen das Urheberrecht verstößt, sind Sie allein verantwortlich.
es: Si utiliza los contenidos descargados de forma que infrinja la legislación sobre derechos de autor, usted será el único responsable.
fr: Si vous utilisez le contenu téléchargé d'une manière qui viole les lois sur les droits d'auteur, vous êtes seul responsable.
id: Jika Anda menggunakan konten yang diunduh dengan cara yang melanggar undang-undang hak cipta, Anda bertanggung jawab sepenuhnya.
it: Se l'utente utilizza i contenuti scaricati in modo da violare le leggi sul copyright, ne è l'unico responsabile.
jp: ダウンロードしたコンテンツを著作権法に違反する方法で使用する場合は、お客様ご自身の責任となります。
pt: Se o utilizador utilizar o conteúdo descarregado de uma forma que viole as leis de direitos de autor, será o único responsável.
ru: Если вы используете загруженный контент таким образом, что это нарушает законы об авторском праве, вы несете за это полную ответственность.
tr: İndirilen içeriği telif hakkı yasalarını ihlal edecek şekilde kullanırsanız, sorumluluk yalnızca size aittir.

source: Prohibited Uses
ar: الاستخدامات المحظورة
br: Usos proibidos
de: Verbotene Verwendungen
es: Usos prohibidos
fr: Utilisations interdites
id: Penggunaan yang Dilarang
it: Usi vietati
jp: 禁止されている用途
pt: Utilizações proibidas
ru: Запрещенные виды использования
tr: Yasaklanmış Kullanımlar

source: You may not use PinCatch to:
ar: لا يجوز لك استخدام PinCatch في:
br: Você não pode usar o PinCatch para:
de: Sie dürfen PinCatch nicht verwenden, um:
es: No puede utilizar PinCatch para:
fr: Vous ne pouvez pas utiliser PinCatch pour :
id: Anda tidak boleh menggunakan PinCatch untuk:
it: Non è consentito utilizzare PinCatch per:
jp: PinCatchを以下の目的で使用することはできません：
pt: O utilizador não pode utilizar o PinCatch para:
ru: Вы не можете использовать PinCatch для:
tr: PinCatch'i şu amaçlarla kullanamazsınız:

source: Violate laws or regulations
ar: انتهاك القوانين أو اللوائح
br: Violar leis ou regulamentos
de: gegen Gesetze oder Vorschriften verstoßen
es: Violar leyes o reglamentos
fr: enfreindre les lois ou les règlements
id: Melanggar hukum atau peraturan
it: Violare leggi o regolamenti
jp: 法令に違反する行為
pt: Violar leis ou regulamentos
ru: Нарушать законы или нормативные акты
tr: Yasa veya yönetmelikleri ihlal etmek

source: Harass, defame, or harm others
ar: مضايقة الآخرين أو التشهير بهم أو إيذائهم
br: Assediar, difamar ou prejudicar outras pessoas
de: andere belästigen, verleumden oder schädigen
es: Acosar, difamar o perjudicar a otras personas
fr: Harceler, diffamer ou nuire à autrui
id: Melecehkan, mencemarkan nama baik, atau merugikan orang lain
it: Molestare, diffamare o danneggiare altre persone
jp: 他者への嫌がらせ、中傷、危害を加えること
pt: Assediar, difamar ou prejudicar terceiros
ru: Преследовать, клеветать или причинять вред другим людям
tr: Başkalarını taciz etmek, karalamak veya zarar vermek

source: Send spam or do malicious acts
ar: إرسال رسائل غير مرغوب فيها أو القيام بأعمال خبيثة
br: Enviar spam ou praticar atos maliciosos
de: Spam versenden oder böswillige Handlungen vornehmen
es: Enviar spam o realizar actos malintencionados
fr: Envoyer des pourriels ou commettre des actes malveillants
id: Mengirim spam atau melakukan tindakan jahat
it: Inviare spam o compiere atti dannosi
jp: スパムの送信や悪質な行為
pt: Enviar spam ou praticar actos maliciosos
ru: Рассылать спам или совершать вредоносные действия
tr: Spam göndermek veya kötü niyetli eylemlerde bulunmak

source: Violate copyrights or intellectual property
ar: انتهاك حقوق النشر أو الملكية الفكرية
br: Violar direitos autorais ou propriedade intelectual
de: Urheberrechte oder geistiges Eigentum verletzen
es: Violar los derechos de autor o la propiedad intelectual
fr: violer les droits d'auteur ou la propriété intellectuelle
id: Melanggar hak cipta atau kekayaan intelektual
it: Violare i diritti d'autore o la proprietà intellettuale
jp: 著作権または知的財産権を侵害する行為
pt: Violar direitos de autor ou de propriedade intelectual
ru: Нарушать авторские права или интеллектуальную собственность
tr: Telif haklarını veya fikri mülkiyeti ihlal etmek

source: Reverse engineer or misuse our service
ar: إجراء هندسة عكسية أو إساءة استخدام خدمتنا
br: Fazer engenharia reversa ou usar indevidamente nosso serviço
de: unseren Dienst zurückzuentwickeln oder zu missbrauchen
es: Realizar ingeniería inversa o un uso indebido de nuestro servicio
fr: faire de l'ingénierie inverse ou utiliser notre service de manière abusive
id: Merekayasa balik atau menyalahgunakan layanan kami
it: Reverse engineering o uso improprio del nostro servizio
jp: リバースエンジニアリングまたは当社サービスの悪用
pt: Fazer engenharia reversa ou utilizar incorretamente o nosso serviço
ru: Перепроектировать или использовать наши услуги не по назначению
tr: Tersine mühendislik veya hizmetimizi kötüye kullanma

source: Disclaimers & Limitations
ar: إخلاء المسؤولية والقيود
br: Isenções de responsabilidade e limitações
de: Haftungsausschlüsse und Beschränkungen
es: Renuncias y limitaciones
fr: Clauses de non-responsabilité et limitations
id: Penafian & Keterbatasan
it: Esclusioni di responsabilità e limitazioni
jp: 免責事項
pt: Avisos legais e limitações
ru: Отказ от ответственности и ограничения
tr: Sorumluluk Reddi ve Sınırlamalar

source: PinCatch is not endorsed, authorized, or affiliated with Pinterest.
ar: PinCatch ليس معتمداً أو مرخصاً أو تابعاً ل Pinterest.
br: O PinCatch não é endossado, autorizado ou afiliado ao Pinterest.
de: PinCatch wird nicht von Pinterest unterstützt, autorisiert oder ist mit Pinterest verbunden.
es: PinCatch no está avalado, autorizado ni afiliado a Pinterest.
fr: PinCatch n'est pas approuvé, autorisé ou affilié à Pinterest.
id: PinCatch tidak didukung, diotorisasi, atau berafiliasi dengan Pinterest.
it: PinCatch non è approvato, autorizzato o affiliato a Pinterest.
jp: PinCatchはPinterestを承認、認可、または提携していません。
pt: PinCatch não é endossado, autorizado ou afiliado ao Pinterest.
ru: PinCatch не поддерживается, не авторизован и не связан с Pinterest.
tr: PinCatch, Pinterest tarafından desteklenmez, yetkilendirilmez veya Pinterest ile bağlantılı değildir.

source: We don’t guarantee that our service will always or perfect. Sometimes videos may not download.
ar: نحن لا نضمن أن خدمتنا ستكون دائمًا أو مثالية. في بعض الأحيان قد لا يتم تنزيل مقاطع الفيديو.
br: Não garantimos que nosso serviço será sempre ou perfeito. Às vezes, os vídeos podem não ser baixados.
de: Wir können nicht garantieren, dass unser Service immer oder perfekt ist. Manchmal können Videos nicht heruntergeladen werden.
es: No garantizamos que nuestro servicio sea siempre o perfecto. A veces puede que los vídeos no se descarguen.
fr: Nous ne garantissons pas que notre service sera toujours parfait. Il peut arriver que des vidéos ne se téléchargent pas.
id: Kami tidak menjamin bahwa layanan kami akan selalu atau sempurna. Terkadang video mungkin tidak dapat diunduh.
it: Non garantiamo che il nostro servizio sia sempre o perfettamente funzionante. A volte i video potrebbero non essere scaricati.
jp: 私たちのサービスが常に完璧であることを保証するものではありません。動画がダウンロードできないこともあります。
pt: Não garantimos que o nosso serviço seja sempre ou perfeito. Por vezes, os vídeos podem não ser descarregados.
ru: Мы не гарантируем, что наш сервис всегда будет идеальным. Иногда видео может не загружаться.
tr: Hizmetimizin her zaman mükemmel olacağını garanti etmiyoruz. Bazen videolar indirilemeyebilir.

source: We are not responsible for loss or damage from using the service.
ar: نحن غير مسؤولين عن الخسائر أو الأضرار الناجمة عن استخدام الخدمة.
br: Não nos responsabilizamos por perdas ou danos decorrentes do uso do serviço.
de: Wir sind nicht verantwortlich für Verluste oder Schäden durch die Nutzung des Dienstes.
es: No nos hacemos responsables de pérdidas o daños derivados del uso del servicio.
fr: Nous ne sommes pas responsables des pertes ou des dommages résultant de l'utilisation du service.
id: Kami tidak bertanggung jawab atas kehilangan atau kerusakan akibat penggunaan layanan ini.
it: Non siamo responsabili di perdite o danni derivanti dall'utilizzo del servizio.
jp: 本サービスを利用したことによる損失や損害について、当社は一切の責任を負いません。
pt: Não nos responsabilizamos por perdas ou danos resultantes da utilização do serviço.
ru: Мы не несем ответственности за потери или повреждения, связанные с использованием сервиса.
tr: Hizmetin kullanımından kaynaklanan kayıp veya hasarlardan sorumlu değiliz.

source: We do not guarantee that the content is legal to download in your country. You must check local law.
ar: نحن لا نضمن أن المحتوى قانوني للتنزيل في بلدك. يجب عليك التحقق من القانون المحلي.
br: Não garantimos que o conteúdo seja legal para download em seu país. Você deve verificar a legislação local.
de: Wir garantieren nicht, dass der Inhalt in Ihrem Land legal heruntergeladen werden kann. Sie müssen die örtlichen Gesetze überprüfen.
es: No garantizamos que los contenidos puedan descargarse legalmente en su país. Debe comprobar la legislación local.
fr: Nous ne garantissons pas que le contenu puisse être téléchargé légalement dans votre pays. Vous devez vérifier la législation locale.
id: Kami tidak menjamin bahwa konten tersebut legal untuk diunduh di negara Anda. Anda harus memeriksa hukum setempat.
it: Non garantiamo che il contenuto sia legale da scaricare nel vostro paese. È necessario verificare le leggi locali.
jp: 我々は、コンテンツがあなたの国で合法的にダウンロードできることを保証するものではありません。現地の法律をご確認ください。
pt: Não garantimos que o conteúdo seja legal para ser descarregado no seu país. O utilizador deve verificar a legislação local.
ru: Мы не гарантируем, что содержимое разрешено для загрузки в вашей стране. Вы должны проверить местное законодательство.
tr: İçeriğin ülkenizde indirilmesinin yasal olduğunu garanti etmiyoruz. Yerel yasaları kontrol etmelisiniz.

source: Termination
ar: الإنهاء
br: Rescisão
de: Terminierung
es: Terminación
fr: Cessation d'activité
id: Pengakhiran
it: Terminazione
jp: 終了
pt: Rescisão
ru: Окончание
tr: Fesih

source: We may suspend or terminate your access at any time if you break these Terms. We may remove content or block users who misuse the service.
ar: يجوز لنا تعليق أو إنهاء وصولك في أي وقت إذا خالفت هذه الشروط. يجوز لنا إزالة المحتوى أو حظر المستخدمين الذين يسيئون استخدام الخدمة.
br: Poderemos suspender ou encerrar seu acesso a qualquer momento se você violar estes Termos. Poderemos remover conteúdo ou bloquear usuários que façam mau uso do serviço.
de: Wir können Ihren Zugang jederzeit aussetzen oder kündigen, wenn Sie gegen diese Bedingungen verstoßen. Wir können Inhalte entfernen oder Nutzer sperren, die den Dienst missbrauchen.
es: Podemos suspender o cancelar su acceso en cualquier momento si incumple estas Condiciones. Podemos eliminar contenidos o bloquear usuarios que hagan un uso indebido del servicio.
fr: Nous pouvons suspendre ou résilier votre accès à tout moment si vous ne respectez pas les présentes conditions. Nous pouvons supprimer du contenu ou bloquer des utilisateurs qui utilisent le service de manière abusive.
id: Kami dapat menangguhkan atau menghentikan akses Anda kapan saja jika Anda melanggar Ketentuan ini. Kami dapat menghapus konten atau memblokir pengguna yang menyalahgunakan layanan.
it: Possiamo sospendere o interrompere l'accesso dell'utente in qualsiasi momento in caso di violazione delle presenti Condizioni. Possiamo rimuovere i contenuti o bloccare gli utenti che fanno un uso improprio del servizio.
jp: お客様が本規約に違反した場合、当社はいつでもお客様のアクセスを一時停止または終了させることができます。当社は、本サービスを悪用するユーザーを削除またはブロックすることができます。
pt: Podemos suspender ou terminar o seu acesso em qualquer altura se violar estes Termos. Poderemos remover conteúdos ou bloquear utilizadores que utilizem indevidamente o serviço.
ru: Мы можем приостановить или прекратить ваш доступ в любое время, если вы нарушаете настоящие Условия. Мы можем удалять контент или блокировать пользователей, которые неправомерно используют сервис.
tr: Bu Koşulları ihlal etmeniz halinde erişiminizi dilediğimiz zaman askıya alabilir veya sonlandırabiliriz. İçeriği kaldırabilir veya hizmeti kötüye kullanan kullanıcıları engelleyebiliriz.

source: Changes to Terms
ar: التغييرات على الشروط
br: Alterações nos termos
de: Änderungen der Bedingungen
es: Cambios en las condiciones
fr: Modifications des conditions
id: Perubahan pada Ketentuan
it: Modifiche ai termini
jp: 規約の変更
pt: Alterações às condições
ru: Изменения в условиях
tr: Şartlarda Yapılan Değişiklikler

source: We may update these Terms. We will post a new version on this page with a “Last Updated” date. By continuing to use PinCatch after changes, you accept the new Terms.
ar: قد نقوم بتحديث هذه الشروط. سننشر نسخة جديدة على هذه الصفحة مع تاريخ "آخر تحديث". من خلال الاستمرار في استخدام PinCatch بعد التغييرات، فإنك تقبل الشروط الجديدة.
br: Podemos atualizar estes Termos. Publicaremos uma nova versão nesta página com uma data de "Última atualização". Ao continuar a usar o PinCatch após as alterações, você aceita os novos Termos.
de: Wir können diese Bedingungen aktualisieren. Wir werden eine neue Version auf dieser Seite mit einem "Zuletzt aktualisiert"-Datum veröffentlichen. Indem Sie PinCatch nach Änderungen weiterhin nutzen, akzeptieren Sie die neuen Bedingungen.
es: Es posible que actualicemos estas Condiciones. Publicaremos una nueva versión en esta página con la fecha de "Última actualización". Si continúa utilizando PinCatch después de los cambios, usted acepta las nuevas Condiciones.
fr: Nous pouvons mettre à jour les présentes conditions. Nous publierons une nouvelle version sur cette page avec une date de "dernière mise à jour". En continuant à utiliser PinCatch après les modifications, vous acceptez les nouvelles conditions.
id: Kami dapat memperbarui Ketentuan ini. Kami akan memposting versi baru di halaman ini dengan tanggal "Terakhir Diperbarui". Dengan terus menggunakan PinCatch setelah perubahan, Anda menerima Ketentuan yang baru.
it: Le presenti Condizioni possono essere aggiornate. Pubblicheremo una nuova versione su questa pagina con la data di "Ultimo aggiornamento". Continuando a utilizzare PinCatch dopo le modifiche, l'utente accetta i nuovi Termini.
jp: 当社は本規約を更新することがあります。その際は、「最終更新日」を記載した新しいバージョンをこのページに掲載します。変更後に PinCatch の利用を継続することにより、利用者は新しい規約に同意したものとみなされます。
pt: Podemos atualizar estes Termos. Colocaremos uma nova versão nesta página com a data da "Última Atualização". Ao continuar a usar o PinCatch após as alterações, está a aceitar os novos Termos.
ru: Мы можем обновлять настоящие Условия. Мы опубликуем новую версию на этой странице с датой "Последнее обновление". Продолжая использовать PinCatch после изменений, вы принимаете новые Условия.
tr: Bu Koşulları güncelleyebiliriz. Bu sayfada "Son Güncelleme" tarihiyle birlikte yeni bir sürüm yayınlayacağız. Değişikliklerden sonra PinCatch'i kullanmaya devam ederek yeni Şartları kabul etmiş olursunuz.

source: Governing Law & Jurisdiction
ar: القانون الحاكم والاختصاص القضائي
br: Lei Aplicável e Jurisdição
de: Geltendes Recht und Gerichtsstand
es: Ley aplicable y jurisdicción
fr: Droit applicable et juridiction
id: Hukum & Yurisdiksi yang Mengatur
it: Legge applicabile e giurisdizione
jp: 準拠法および管轄裁判所
pt: Lei aplicável e jurisdição
ru: Регулирующее право и юрисдикция
tr: Geçerli Hukuk ve Yargı Yetkisi
