Repository: Maha-Waqar/Pintrest-Video-Downloader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, br, de, es, fr, id, it, jp, pt, ru, tr

source: Downloaded videos save to your iPhone's Photos app, while images and GIFs also go to Photos. Check your Downloads folder in Files for other formats.
ar: تُحفظ مقاطع الفيديو التي تم تنزيلها في تطبيق الصور على جهاز iPhone الخاص بك، بينما تنتقل الصور وصور GIF أيضًا إلى تطبيق الصور. تحقق من مجلد التنزيلات في الملفات بحثاً عن تنسيقات أخرى.
br: Os vídeos baixados são salvos no aplicativo Photos do iPhone, enquanto as imagens e os GIFs também vão para o Photos. Verifique se há outros formatos na pasta Downloads em Arquivos.
de: Geladene Videos werden in der iPhone-App "Fotos" gespeichert, während Bilder und GIFs ebenfalls in "Fotos" abgelegt werden. Überprüfen Sie Ihren Ordner "Downloads" unter "Dateien" auf andere Formate.
es: Los vídeos descargados se guardan en la app Fotos de tu iPhone, mientras que las imágenes y los GIF también van a Fotos. Busca otros formatos en la carpeta Descargas de Archivos.
fr: Les vidéos téléchargées sont enregistrées dans l'application Photos de votre iPhone, tandis que les images et les GIF sont également enregistrés dans Photos. Consultez votre dossier Téléchargements dans Fichiers pour trouver d'autres formats.
id: Video yang diunduh akan disimpan ke app Foto iPhone Anda, sementara gambar dan GIF juga akan disimpan ke Foto. Periksa folder Unduhan Anda di File untuk format lain.
it: I video scaricati vengono salvati nell'app Foto dell'iPhone, mentre le immagini e le GIF vanno anch'esse in Foto. Per altri formati, controllare la cartella Download in File.
jp: ダウンロードしたビデオはiPhoneの写真アプリに保存され、画像やGIFも写真に保存されます。その他のフォーマットについては、「ファイル」の「ダウンロード」フォルダを確認してください。
pt: Os vídeos descarregados são guardados na aplicação Fotografias do iPhone, enquanto as imagens e os GIFs também vão para as Fotografias. Verifique a pasta Transferências em Ficheiros para outros formatos.
ru: Загруженные видео сохраняются в приложении "Фото" на iPhone, а изображения и GIF-файлы также попадают в "Фото". Проверьте папку "Загрузки" в разделе "Файлы" на наличие других форматов.
tr: İndirilen videolar iPhone'unuzun Fotoğraflar uygulamasına kaydedilirken, resimler ve GIF'ler de Fotoğraflar'a gider. Diğer formatlar için Dosyalar'daki İndirilenler klasörünüzü kontrol edin.

source: Why is my Pinterest not downloading pictures?
ar: لماذا لا يقوم موقع Pinterest الخاص بي بتنزيل الصور؟
br: Por que meu Pinterest não está baixando imagens?
de: Warum werden keine Bilder von Pinterest heruntergeladen?
es: ¿Por qué mi Pinterest no descarga imágenes?
fr: Pourquoi mon Pinterest ne télécharge-t-il pas les photos ?
id: Mengapa Pinterest saya tidak bisa mengunduh gambar?
it: Perché il mio Pinterest non scarica le immagini?
jp: なぜ私のPinterestは写真をダウンロードしないのですか？
pt: Porque é que o meu Pinterest não está a descarregar imagens?
ru: Почему мой Pinterest не загружает фотографии?
tr: Pinterest'im neden resimleri indirmiyor?

source: This might be a browser permission issue. Make sure you've allowed downloads in your browser settings. Try copying the link again and ensure you have a stable internet connection.
ar: قد تكون هذه مشكلة في إذن المتصفح. تأكد من أنك سمحت بالتنزيلات في إعدادات المتصفح. حاول نسخ الرابط مرة أخرى وتأكد من أن لديك اتصال إنترنت مستقر.
br: Isso pode ser um problema de permissão do navegador. Verifique se você permitiu downloads nas configurações do navegador. Tente copiar o link novamente e certifique-se de ter uma conexão estável com a Internet.
de: Dies könnte ein Problem mit den Browsereinstellungen sein. Vergewissern Sie sich, dass Sie Downloads in Ihren Browsereinstellungen zugelassen haben. Versuchen Sie, den Link erneut zu kopieren und stellen Sie sicher, dass Sie eine stabile Internetverbindung haben.
es: Puede tratarse de un problema de permisos del navegador. Asegúrate de que has permitido las descargas en la configuración de tu navegador. Intenta copiar el enlace de nuevo y asegúrate de que tienes una conexión a Internet estable.
fr: Il peut s'agir d'un problème d'autorisation du navigateur. Vérifiez que vous avez autorisé les téléchargements dans les paramètres de votre navigateur. Essayez de copier à nouveau le lien et assurez-vous que vous disposez d'une connexion internet stable.
id: Ini mungkin masalah izin browser. Pastikan Anda telah mengizinkan pengunduhan di pengaturan browser Anda. Coba salin lagi tautan tersebut dan pastikan Anda memiliki koneksi internet yang stabil.
it: Potrebbe trattarsi di un problema di autorizzazioni del browser. Assicuratevi di aver consentito i download nelle impostazioni del browser. Provate a copiare di nuovo il link e assicuratevi di avere una connessione internet stabile.
jp: これはブラウザのパーミッションの問題かもしれません。ブラウザの設定でダウンロードを許可しているか確認してください。リンクをもう一度コピーし、安定したインターネット接続があることを確認してください。
pt: Pode ser um problema de permissão do navegador. Certifique-se de que permitiu transferências nas definições do seu browser. Tente copiar a ligação novamente e certifique-se de que tem uma ligação estável à Internet.
ru: Возможно, это проблема разрешения браузера. Убедитесь, что в настройках браузера разрешены загрузки. Попробуйте скопировать ссылку еще раз и убедитесь, что у вас стабильное интернет-соединение.
tr: Bu bir tarayıcı izin sorunu olabilir. Tarayıcı ayarlarınızda indirmelere izin verdiğinizden emin olun. Bağlantıyı tekrar kopyalamayı deneyin ve sabit bir internet bağlantınız olduğundan emin olun.

source: Can books be downloaded from Pinterest?
ar: هل يمكن تنزيل الكتب من Pinterest؟
br: Os livros podem ser baixados do Pinterest?
de: Können Bücher von Pinterest heruntergeladen werden?
es: ¿Se pueden descargar libros de Pinterest?
fr: Les livres peuvent-ils être téléchargés à partir de Pinterest ?
id: Apakah buku dapat diunduh dari Pinterest?
it: I libri possono essere scaricati da Pinterest?
jp: 本はPinterestからダウンロードできますか？
pt: Os livros podem ser descarregados do Pinterest?
ru: Можно ли скачивать книги с Pinterest?
tr: Kitaplar Pinterest'ten indirilebilir mi?

source: While Pinterest may have book-related pins, PinCatch specializes in downloading videos, images, and GIFs. For actual books, you'll need to visit the original source linked in the pin.
ar: في حين أن Pinterest قد يحتوي على دبابيس متعلقة بالكتب، فإن PinCatch متخصص في تنزيل مقاطع الفيديو والصور وصور GIF. بالنسبة للكتب الفعلية، ستحتاج إلى زيارة المصدر الأصلي المرتبط في الدبوس.
br: Embora o Pinterest possa ter pins relacionados a livros, o PinCatch é especializado no download de vídeos, imagens e GIFs. Para livros reais, você precisará visitar a fonte original vinculada ao pin.
de: Während Pinterest vielleicht buchbezogene Pins hat, ist PinCatch auf das Herunterladen von Videos, Bildern und GIFs spezialisiert. Für echte Bücher müssen Sie die im Pin verlinkte Originalquelle besuchen.
es: Aunque Pinterest puede tener pines relacionados con libros, PinCatch se especializa en descargar vídeos, imágenes y GIF. Para los libros reales, tendrás que visitar la fuente original enlazada en el pin.
fr: Si Pinterest propose des épingles liées à des livres, PinCatch se spécialise dans le téléchargement de vidéos, d'images et de GIF. Pour les livres proprement dits, vous devrez visiter la source originale liée à l'épingle.
id: Meskipun Pinterest mungkin memiliki pin yang berhubungan dengan buku, PinCatch mengkhususkan diri dalam mengunduh video, gambar, dan GIF. Untuk buku yang sebenarnya, Anda harus mengunjungi sumber asli yang ditautkan dalam pin.
it: Mentre Pinterest può avere pin relativi a libri, PinCatch è specializzato nel download di video, immagini e GIF. Per i libri veri e propri, è necessario visitare la fonte originale collegata al pin.
jp: Pinterestには書籍関連のピンがあるかもしれないが、PinCatchは動画、画像、GIFのダウンロードに特化している。実際の書籍については、ピン内でリンクされているオリジナルのソースを訪問する必要がある。
pt: Embora o Pinterest possa ter pins relacionados com livros, o PinCatch é especializado no descarregamento de vídeos, imagens e GIFs. Para livros reais, terá de visitar a fonte original ligada ao pin.
ru: В то время как на Pinterest можно найти булавки, связанные с книгами, PinCatch специализируется на загрузке видео, изображений и GIF. Чтобы найти настоящие книги, вам придется посетить первоисточник, на который ведет ссылка в пине.
tr: Pinterest'te kitaplarla ilgili pinler olsa da PinCatch video, resim ve GIF indirme konusunda uzmanlaşmıştır. Gerçek kitaplar için, iğnede bağlantısı verilen orijinal kaynağı ziyaret etmeniz gerekir.

source: blog
ar: المدونة
jp: ブログ
pt: blogue
ru: блог

source: PRIVACY POLICY
ar: سياسة الخصوصية
br: POLÍTICA DE PRIVACIDADE
de: DATENSCHUTZPOLITIK
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
id: KEBIJAKAN PRIVASI
it: INFORMATIVA SULLA PRIVACY
jp: プライバシーポリシー
pt: POLÍTICA DE PRIVACIDADE
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
tr: GİZLİLİK POLİTİKASI

source: This Privacy Policy explains what information PinCatch may collect, how we use it, and your rights. We take your privacy seriously.
ar: توضح سياسة الخصوصية هذه المعلومات التي قد تجمعها PinCatch، وكيفية استخدامنا لها، وحقوقك. نحن نأخذ خصوصيتك على محمل الجد.
br: Esta Política de Privacidade explica quais informações a PinCatch pode coletar, como as usamos e seus direitos. Levamos sua privacidade a sério.
de: Diese Datenschutzrichtlinie erklärt, welche Informationen PinCatch sammeln kann, wie wir sie verwenden und welche Rechte Sie haben. Wir nehmen Ihre Privatsphäre ernst.
es: La presente Política de Privacidad explica qué información puede recopilar PinCatch, cómo la utilizamos y cuáles son sus derechos. Nos tomamos muy en serio su privacidad.
fr: Cette politique de confidentialité explique quelles informations PinCatch peut collecter, comment nous les utilisons et quels sont vos droits. Nous prenons votre vie privée au sérieux.
id: Kebijakan Privasi ini menjelaskan informasi apa saja yang dapat dikumpulkan oleh PinCatch, bagaimana kami menggunakannya, dan hak-hak Anda. Kami menjaga privasi Anda dengan serius.
it: La presente Informativa sulla privacy spiega quali informazioni PinCatch può raccogliere, come le utilizza e quali sono i suoi diritti. Prendiamo sul serio la vostra privacy.
jp: 本プライバシーポリシーでは、PinCatchが収集する可能性のある情報、その使用方法、およびお客様の権利について説明します。当社は、お客様のプライバシーを真摯に受け止めています。
pt: Esta Política de Privacidade explica quais as informações que a PinCatch pode recolher, como as utilizamos e os seus direitos. Nós levamos a sua privacidade a sério.
ru: Эта политика конфиденциальности объясняет, какую информацию может собирать PinCatch, как мы ее используем и каковы ваши права. Мы серьезно относимся к вашей конфиденциальности.
tr: Bu Gizlilik Politikası, PinCatch'in hangi bilgileri toplayabileceğini, bunları nasıl kullandığımızı ve haklarınızı açıklar. Gizliliğinizi ciddiye alıyoruz.

source: Information We Collect
ar: المعلومات التي نجمعها
br: Informações que coletamos
de: Gesammelte Informationen
es: Información que recopilamos
fr: Informations collectées
id: Informasi yang Kami Kumpulkan
it: Informazioni raccolte
jp: 当社が収集する情報
pt: Informações que recolhemos
ru: Информация, которую мы собираем
tr: Topladığımız Bilgiler

source: We collect limited information to run the site safely and show ads (like Google AdSense). The kinds of information include:
ar: نجمع معلومات محدودة لتشغيل الموقع بأمان وعرض الإعلانات (مثل Google AdSense). تشمل أنواع المعلومات ما يلي:
br: Coletamos informações limitadas para administrar o site com segurança e exibir anúncios (como o Google AdSense). Os tipos de informações incluem:
de: Wir sammeln begrenzte Informationen, um die Website sicher zu betreiben und Anzeigen (wie Google AdSense) anzuzeigen. Die Arten von Informationen umfassen:
es: Recopilamos información limitada para hacer funcionar el sitio de forma segura y mostrar anuncios (como Google AdSense). Los tipos de información incluyen:
fr: Nous recueillons des informations limitées pour gérer le site en toute sécurité et afficher des publicités (comme Google AdSense). Les types d'informations sont les suivants :
id: Kami mengumpulkan informasi terbatas untuk menjalankan situs dengan aman dan menampilkan iklan (seperti Google AdSense). Jenis informasi tersebut meliputi:
it: Raccogliamo informazioni limitate per gestire il sito in modo sicuro e mostrare annunci (come Google AdSense). I tipi di informazioni includono:
jp: サイトを安全に運営し、広告（Google AdSenseなど）を表示するために、限定的な情報を収集しています。情報の種類は以下の通りです：
pt: Recolhemos informações limitadas para gerir o sítio com segurança e apresentar anúncios (como o Google AdSense). Os tipos de informação incluem:
ru: Мы собираем ограниченную информацию для безопасной работы сайта и показа рекламы (например, Google AdSense). К таким видам информации относятся:
tr: Siteyi güvenli bir şekilde çalıştırmak ve reklam göstermek (Google AdSense gibi) için sınırlı bilgi topluyoruz. Bilgi türleri şunları içerir:

source: Technical data: your browser type, your device kind, your IP address (or a part of it), and how you use our website (pages you visit, clicks, etc.)
ar: البيانات التقنية: نوع المتصفح الخاص بك، ونوع جهازك، وعنوان IP الخاص بك (أو جزء منه)، وكيفية استخدامك لموقعنا الإلكتروني (الصفحات التي تزورها، والنقرات، وما إلى ذلك).
br: Dados técnicos: seu tipo de navegador, seu tipo de dispositivo, seu endereço IP (ou parte dele) e como você usa nosso site (páginas visitadas, cliques, etc.)
de: Technische Daten: Ihren Browsertyp, Ihren Gerätetyp, Ihre IP-Adresse (oder einen Teil davon) und wie Sie unsere Website nutzen (besuchte Seiten, Klicks usw.)
es: Datos técnicos: su tipo de navegador, su tipo de dispositivo, su dirección IP (o parte de ella) y cómo utiliza nuestro sitio web (páginas que visita, clics, etc.).
fr: Données techniques : votre type de navigateur, votre type d'appareil, votre adresse IP (ou une partie de celle-ci) et la manière dont vous utilisez notre site web (pages que vous visitez, clics, etc.).
id: Data teknis: jenis peramban Anda, jenis perangkat Anda, alamat IP Anda (atau bagian darinya), dan cara Anda menggunakan situs web kami (halaman yang Anda kunjungi, klik, dll.)
it: Dati tecnici: tipo di browser, tipo di dispositivo, indirizzo IP (o parte di esso) e modalità di utilizzo del nostro sito web (pagine visitate, clic, ecc.).
jp: 技術データ：お客様のブラウザの種類、デバイスの種類、IPアドレス（またはその一部）、およびお客様が当社ウェブサイトをどのように利用されたか（お客様が閲覧したページ、クリック数など）
pt: Dados técnicos: o tipo de browser, o tipo de dispositivo, o endereço IP (ou parte dele) e a forma como utiliza o nosso sítio Web (páginas que visita, cliques, etc.)
ru: Технические данные: тип вашего браузера, тип вашего устройства, ваш IP-адрес (или его часть), а также то, как вы используете наш сайт (посещаемые страницы, клики и т. д.).
tr: Teknik veriler: tarayıcı türünüz, cihaz türünüz, IP adresiniz (veya bir kısmı) ve web sitemizi nasıl kullandığınız (ziyaret ettiğiniz sayfalar, tıklamalar vb.)

source: Cookies and tracking: we use cookies and similar tools to remember your preferences and to support advertisement networks.
ar: ملفات تعريف الارتباط والتتبُّع: نستخدم ملفات تعريف الارتباط والأدوات المشابهة لتذكُّر تفضيلاتك ولدعم شبكات الإعلانات.
br: Cookies e rastreamento: usamos cookies e ferramentas semelhantes para lembrar suas preferências e para dar suporte a redes de publicidade.
de: Cookies und Tracking: Wir verwenden Cookies und ähnliche Tools, um uns an Ihre Präferenzen zu erinnern und um Werbenetzwerke zu unterstützen.
es: Cookies y seguimiento: utilizamos cookies y herramientas similares para recordar sus preferencias y apoyar a las redes publicitarias.
fr: Cookies et suivi : nous utilisons des cookies et des outils similaires pour mémoriser vos préférences et soutenir les réseaux publicitaires.
id: Cookie dan pelacakan: kami menggunakan cookie dan alat serupa untuk mengingat preferensi Anda dan mendukung jaringan iklan.
it: Cookie e tracking: utilizziamo cookie e strumenti simili per ricordare le vostre preferenze e per supportare le reti pubblicitarie.
jp: クッキーとトラッキング：お客様の好みを記憶し、広告ネットワークをサポートするために、クッキーと同様のツールを使用しています。
pt: Cookies e rastreio: utilizamos cookies e ferramentas semelhantes para recordar as suas preferências e para apoiar redes de publicidade.
ru: Файлы cookie и отслеживание: мы используем файлы cookie и аналогичные инструменты для запоминания ваших предпочтений и поддержки рекламных сетей.
tr: Çerezler ve izleme: Tercihlerinizi hatırlamak ve reklam ağlarını desteklemek için çerezler ve benzer araçlar kullanıyoruz.

source: No personal profile unless you provide it: we do not require you to register. If you do contact us / send notices, we may have your email or other contact info.
ar: لا يوجد ملف شخصي إلا إذا قمت بتقديمه: لا نطلب منك التسجيل. إذا قمت بالاتصال بنا / إرسال إشعارات، فقد يكون لدينا بريدك الإلكتروني أو معلومات الاتصال الأخرى.
br: Nenhum perfil pessoal, a menos que você o forneça: não exigimos que você se registre. Se entrar em contato conosco ou enviar avisos, poderemos ter seu e-mail ou outras informações de contato.
de: Kein persönliches Profil, es sei denn, Sie stellen es zur Verfügung: Wir verlangen nicht, dass Sie sich registrieren. Wenn Sie mit uns in Kontakt treten bzw. uns Mitteilungen schicken, können wir Ihre E-Mail oder andere Kontaktinformationen haben.
es: No hay perfil personal a menos que usted lo proporcione: no le pedimos que se registre. Si se pone en contacto con nosotros o nos envía notificaciones, es posible que tengamos su correo electrónico u otros datos de contacto.
fr: Pas de profil personnel à moins que vous ne le fournissiez : nous ne vous demandons pas de vous enregistrer. Si vous nous contactez ou si vous envoyez des notifications, il se peut que nous ayons votre adresse électronique ou d'autres informations de contact.
id: Tidak ada profil pribadi kecuali jika Anda memberikannya: kami tidak mengharuskan Anda untuk mendaftar. Jika Anda menghubungi kami/mengirim pemberitahuan, kami mungkin memiliki email Anda atau info kontak lainnya.
it: Nessun profilo personale se non fornito dall'utente: non richiediamo la registrazione. Se ci contattate o inviate comunicazioni, potremmo avere il vostro indirizzo e-mail o altre informazioni di contatto.
jp: お客様が個人情報を提供されない限り、個人情報は提供されません。あなたが私たちに連絡し、通知を送信する場合、私たちはあなたの電子メールまたは他の連絡先情報を知っている可能性があります。
pt: Não há perfil pessoal a não ser que o utilizador o forneça: não exigimos que se registe. Se nos contactar / enviar avisos, poderemos ter o seu e-mail ou outras informações de contacto.
ru: Никаких личных данных, если вы их не предоставите: мы не требуем от вас регистрации. Если вы связываетесь с нами или отправляете уведомления, у нас может быть ваша электронная почта или другая контактная информация.
tr: Siz sağlamadığınız sürece kişisel profil yok: kayıt olmanızı istemiyoruz. Bizimle iletişime geçerseniz / bildirimler gönderirseniz, e-postanız veya diğer iletişim bilgileriniz bizde olabilir.

source: How We Use Information
ar: كيف نستخدم المعلومات
br: Como usamos as informações
de: Wie wir Informationen verwenden
es: Cómo utilizamos la información
fr: Comment nous utilisons les informations
id: Bagaimana Kami Menggunakan Informasi
it: Come utilizziamo le informazioni
jp: 情報の使用方法
pt: Como utilizamos as informações
ru: Как мы используем информацию
tr: Bilgileri Nasıl Kullanıyoruz

source: We use your data to:
ar: نستخدم بياناتك من أجل:
br: Usamos seus dados para:
de: Wir verwenden Ihre Daten, um:
es: Utilizamos sus datos para:
fr: Nous utilisons vos données pour :
id: Kami menggunakan data Anda untuk:
it: Utilizziamo i vostri dati per:
jp: 当社はお客様のデータを以下の目的で使用します：
pt: Utilizamos os seus dados para:
ru: Мы используем ваши данные для:
tr: Verilerinizi şu amaçlarla kullanırız:

source: Keep the website running properly and securely
ar: حافظ على تشغيل الموقع الإلكتروني بشكل صحيح وآمن
br: Manter o site funcionando de forma adequada e segura
de: Die Website muss ordnungsgemäß und sicher funktionieren
es: Mantener el sitio web funcionando correctamente y de forma segura
fr: Assurer le bon fonctionnement et la sécurité du site web
id: Menjaga situs web tetap berjalan dengan baik dan aman
it: Mantenere il sito web funzionante in modo corretto e sicuro
jp: ウェブサイトを適切かつ安全に運営する
pt: Manter o sítio Web a funcionar corretamente e em segurança
ru: Обеспечьте правильную и безопасную работу веб-сайта
tr: Web sitesinin düzgün ve güvenli bir şekilde çalışmasını sağlayın

source: Analyze and improve our service
ar: تحليل خدماتنا وتحسينها
br: Analisar e aprimorar nosso serviço
de: Analysieren und Verbessern unserer Dienstleistungen
es: Analizar y mejorar nuestro servicio
fr: Analyser et améliorer notre service
id: Menganalisis dan meningkatkan layanan kami
it: Analizzare e migliorare il nostro servizio
jp: サービスの分析と改善
pt: Analisar e melhorar o nosso serviço
ru: Анализировать и улучшать наши услуги
tr: Hizmetimizi analiz etmek ve iyileştirmek

source: Show relevant ads (AdSense)
ar: عرض الإعلانات ذات الصلة (AdSense)
br: Mostrar anúncios relevantes (AdSense)
de: Relevante Anzeigen anzeigen (AdSense)
es: Mostrar anuncios relevantes (AdSense)
fr: Afficher des publicités pertinentes (AdSense)
id: Menampilkan iklan yang relevan (AdSense)
it: Mostrare annunci pertinenti (AdSense)
jp: 関連広告を表示する（AdSense）
pt: Mostrar anúncios relevantes (AdSense)
ru: Показывайте релевантные объявления (AdSense)
tr: İlgili reklamları göster (AdSense)

source: Detect abuse, fraud, or bad use
ar: الكشف عن إساءة الاستخدام أو الاحتيال أو الاستخدام السيئ
br: Detectar abuso, fraude ou mau uso
de: Aufdeckung von Missbrauch, Betrug oder missbräuchlicher Verwendung
es: Detectar abusos, fraudes o usos indebidos
fr: Détecter les abus, les fraudes ou les mauvaises utilisations
id: Mendeteksi penyalahgunaan, penipuan, atau penggunaan yang buruk
it: Rilevare abusi, frodi o usi impropri
jp: 不正使用、詐欺、悪用を検知する
pt: Detetar abusos, fraudes ou má utilização
ru: Выявление злоупотреблений, мошенничества или недобросовестного использования
tr: Kötüye kullanım, dolandırıcılık veya kötü kullanımı tespit etmek

source: Process legal requests (for example, copyright takedown notices)
ar: معالجة الطلبات القانونية (على سبيل المثال، إشعارات إزالة حقوق الطبع والنشر)
br: Processar solicitações legais (por exemplo, avisos de retirada de direitos autorais)
de: Bearbeitung rechtlicher Anfragen (z. B. Copyright-Takedown-Notizen)
es: Tramitar solicitudes legales (por ejemplo, avisos de retirada de derechos de autor)
fr: Traiter les demandes légales (par exemple, les avis de retrait de droits d'auteur)
id: Memproses permintaan hukum (misalnya, pemberitahuan penghapusan hak cipta)
it: Elaborare le richieste legali (ad esempio, le notifiche di rimozione del copyright).
jp: 法的要求の処理（例えば、著作権の削除通知など）
pt: Processar pedidos legais (por exemplo, avisos de remoção de direitos de autor)
ru: Обработка юридических запросов (например, уведомлений об отмене авторских прав)
tr: Yasal talepleri işleme koyma (örneğin, telif hakkı kaldırma bildirimleri)

source: Sharing Information
ar: مشاركة المعلومات
br: Compartilhamento de informações
de: Austausch von Informationen
es: Compartir información
fr: Partage de l'information
id: Berbagi Informasi
it: Condividere le informazioni
jp: 情報の共有
pt: Partilhar informações
ru: Обмен информацией
tr: Bilgi Paylaşımı
